import { iPost } from "../types/Post";
import post0 from "../images/eStruggles/post0.jpeg"
import post1 from "../images/eStruggles/post1.mp4"
import post2 from "../images/eStruggles/post2.jpeg"
import post3 from "../images/eStruggles/post3.jpeg"
import post4 from "../images/eStruggles/post4.mov"
import post5 from "../images/eStruggles/post5.jpeg"
import post6 from "../images/eStruggles/post6.jpeg"
import post7 from "../images/eStruggles/post7.mp4"

export const ESposts: iPost[] = [
    {
        id: 0,
        type: 'video',
        src: post7,
        description: `המאבק ברעש המטוסים ממשיך בכוח!`,
        date: `14 ביולי, 2025`
    },
    {
        id: 1,
        type: 'img',
        src: post6,
        description: `בהתאם לדרישת פורום ראשי הרשויות באזור, פעלה אמש יחידת דוד ולכדה בלילה שלוש משאיות שניסו להבריח פסולת בלתי חוקית דרך כביש חוצה שומרון.
        ✔ נהג אחד נמלט מהמשאית ונתפס ע"י המשטרה
        ✔ שתי משאיות נוספות הועברו למגרש האכיפה בצופים
        ✔ כלל הנהגים ובעלי הרכבים יזומנו לשימוע
        האכיפה עולה מדרגה בדיוק כפי שדרשנו מהמדינה.
        לא נאפשר את הפיכת השומרון וראש העין לאתר פסולת פיראטי, ונמשיך לדרוש שהמנהל האזרחי יפעל יחד עם כל הגורמים בנחישות והתמדה עד שנשים סוף לעבריינות הזו. כל צעד קטן מקרב אותנו אל היעד.`,
        date: `22 במאי, 2025`
    },
    {
        id: 2,
        type: 'img',
        src: post5,
        description: `הגענו (שוב) מטה המאבק ברעש המטוסים ואני, ללשכת מנכ"ל רשות תעופה אוירית (רת"א) כדי לעמוד על זכותנו לישון בשקט. לפגישה הוזמנו גם הסמנכ"לים של חברות התעופה אל-על, ישראייר וארקיע.
        הצגנו לפורום הנכבד, דרישה לעבור כבר עכשיו ובצורה סדורה:
        1. ללילות שקטים.
        2. לסופי שבוע ללא נחיתות.
        3. להסטת הנתיב מעל כביש 6.
        4. לנחיתה בזוית שתגביה את המטוסים ב-100 מטר.
        5. לפתיחת גלגלים רק אחרי קיבוץ עינת.
        כל אלה יפחיתו במידה ניכרת את הרעש במהלך היום וישמורו על שקט בלילות ובסופי שבוע.
        נמשיך לעקוב ולהיאבק על זכותינו לחיים נוחים.✈️`,
        date: `24 במרץ, 2025`
    },
    {
        id: 3,
        type: 'img',
        src: post0,
        description: `תושבות ותושבים יקרים,
        עיריית ראש העין פועלת באמצעים רבים ובאופן יום-יומי במטרה למגר את תופעת שריפות הפסולת שממזרח ומצפון לראש העין. 
        בין הפעולות שנקטנו בשבועות ובימים האחרונים:
        קשר ישיר עם מפקד פיקוד מרכז, האלוף אבי בלוט, עם ראש מנהלת ההתיישבות האמונה על המנהל האזרחי, עם אנשי משרד איכות הסביבה ועוד.
        אמש, קיימנו ישיבת עבודה עם שר האוצר, מר בצלאל סמוטריץ׳, שאמון בין היתר על מנהלת התיישבות שתחת סמכותה גם המנהל האזרחי. 
        היום, קיימנו פגישת חירום בה נפגשנו עם ראש ענף תיאום אזרחי במנהל האזרחי, בכירי המינהל האזרחי, נציגי מנהלת תיאום וקישור פעולות הממשלה בשטחים ועוד. כולם גורמים האמונים על הטיפול בשריפות מחוץ לתחומי הקו הירוק, במטרה לקדם את הנושא ולעשות כל שניתן על מנת להילחם יחד במפגע זה.
        בשבוע שעבר אירחתי במשרדי את שרת ההתיישבות והמשימות הלאומיות, אורית סטרוק בפגישה שכל תכליתה היא טיפול מיידי בתופעת השריפות והבנייה הבלתי חוקית בשטחים ממזרח לגדר ורתמנו גם את משרדה לנושא. 
        בקרוב מאוד נקיים מפגש מיוחד של ועדת איכות הסביבה, בהשתתפות התושבים ונעדכן בפעולות שנעשות ואף נקיים שיח פתוח בנושא כדי לשמוע גם אתכם. בכנס יתארחו נציגי המנהל האזרחי וצה''ל.
        חברי מועצת העיר, עובדי העירייה ואני, עושים פועלים ביום ובלילה, על מנת לשמור על איכות החיים שלנו ושל ילדינו.
        לצערי, זה לא אומר שלא יציתו הערב שוב. בסופו של דבר האחריות היא של הממשלה ואני פועל בשיתוף ראשי רשויות נוספים בניסיון להשפיע על קידום פתרון קבע.`,
        date: '3 בדצמבר, 2024'
    },
    {
        id: 4,
        type: 'video',
        src: post1,
        description: `
        שואלים אותי ״מה הלאה?״, מה עושים עכשיו במאבק תחנת הכח?
        אז קודם כל, אנחנו לא מוותרים!
        אנחנו מעסיקים מנהלת פרויקט, מומחים לנושא ומשרד עורכי דין שעומלים כל העת בנושא.
        נושא החברה הסינית, השותפה בבניית התחנה, אשר מנועה לעבוד בארה״ב ולא אושרה לעבוד בנמל חיפה, מקודם. בשבועות הקרובים תוגש לבית משפט השלום בפ״ת תביעת בעלות על הקרקע, מצד עיריית כפר קאסם.
        מבלי להיכנס לפרטים, מטעמים מובנים, אנחנו פועלים על שורה של טענות סטטוטוריות, בטיחותיות ומשפטיות, שהיזמים עוד יצטרכו לעבור, לפני שיתקעו עמוד אחד בשטח.
        כל העולם עובר לאנרגיות מתחדשות, לא נסכים שדווקא כאן, אצלנו, יקימו תחנה מזהמת ומסוכנת!
        מבטיח להמשיך ולעדכן.`,
        date: '25 בנובמבר, 2024'
    },
    {
        id: 5,
        type: 'img',
        src: post2,
        description: `הבוקר, שלחתי מכתב (שני) בנושא העסקת החברה הסינית, צ׳יינה הארבור, המיועדת לקחת חלק בהקמת תחנת הכח בצומת קסם. המכתב נשלח לכל חברי ועדת חוץ ובטחון, עם העתקים לשר הביטחון, שר האנרגיה וראש המל"ל!
        מדובר בניסיון מסוכן שנועד להכניס חברה סינית, אשר נפסלה לעבוד בישראל מטעמים ביטחוניים, להקמה ותפעול של מתקן אנרגיה רגיש ביותר, בצמוד לערי מגורים במרכז הארץ וצירי התנועה המרכזיים של ישראל.`,
        date: '20 בנובמבר, 2024'
    },
    {
        id: 6,
        type: 'img',
        src: post3,
        description: `שומרים על הסביבה בראש העין 🌎
        השרה להגנת הסביבה עידית סילמן: "נסייע לקידום ראש העין ירוקה בכל שיידרש". 
        אתמול (20.😎 התקיימה פגישה מקצועית של השרה להגנת הסביבה עידית סילמן, צוות משרדה, רשות הטבע והגנים והמינהל האזרחי עם מנכ"לית העירייה, סגן ראש העיר, חברי מועצה, מנהל מינהל שפ"ע, מנהלי איכות הסביבה, מהנדס העי, אדריכל העיר ואנוכי.
        במהלך הפגישה הצגתי סקירה אודות התפתחות העיר המואצת ואת האתגרים הסביבתיים עימם מתמודדת ראש העין. 
        בין הנושאים שנדונו הייתה ההתמודדות עם שריפות הפסולת הבלתי חוקיות. השרה סילמן הבהירה כי המשרד להגנת הסביבה פועל רבות כדי למגר את השריפות הבלתי חוקית ככל הניתן, בשיתוף המינהל האזרחי, יחידות דוד וינשוף. 
        עוד נדונה התוכנית להקמת תחנת כוח בצומת קסם והשפעותיה על הסביבה וההיבטים ההידרולוגיים הרגישים.  הצגתי בחריפות המתבקשת את הסכנות הצפויות בהקמת התחנה והשרה סילמן ציינה כי המשרד מתנגד להקמת תחנת הכוח וממשיך לעקוב אחרי הנושא.
        הצגתי את נושא רעש המטוסים המהווה מטרד בלתי נסבל לתושבי העיר. השרה הודיעה כי תעלה את ממצאי הניטור שנעשו עי המשרד בנושא, המשרד תומך בפעולות המונעות רעש הפוגע בבריאות התושבים ויסייע ככל שניתן בתחום זה.
        בנוסף, השרה הציגה את פרויקט 'נעים בעיר', שמטרתו צמצום זיהום אוויר מתחבורה בערים. הפרויקט מתחיל לפעול בראש העין ובימים אלה נבנית תוכנית משותפת בתחום. הרשות משתתפת בקול הקורא שמטרתו לעודד תחבורה ירוקה, הליכתיות בעיר ועוד. המשרד יסייע לרשות בקידום יוזמות אלו, ויתמוך בכל מה שנדרש בתחום איכות הסביבה.
        לבסוף, השרה סיכמה את הפגישה ואמרה כי נציגי העירייה יפעלו מול רט"ג להפקת כניסה חופשית לאתר 'מגדל צדק' לטובת תושבי העיר.`,
        date: '21 באוגוסט, 2024'
    },
    {
        id: 7,
        type: 'video',
        src: post4,
        description: `הבוקר, בבית אל, מול וועדת התכנון העליונה ביו"ש, בדיון התנגדויות לאזור התעשייה שער שומרון, הבהרתי מעל לכל ספק - אנו נעשה הכל כדי למנוע את הקמת אזור התעסוקה המתוכנן ונדאג שהתכנית לא תצא לפועל!
        אין שום צורך באזור תעסוקה נוסף באזור השומרון, כאשר אזורי התעסוקה הקיימים אינם מלאים ואינם מנוצלים. אין שום סיבה לפגוע במסדרון האקולוגי הסמוך לראש העין ולערער את יציבות הטבע הסובב את העיר. בעיקר, אין שום סיבה לסכן את בטחון אזרחי המדינה בשינוע אלפי פועלים פלסטינים לאזור התעשייה הממוקם בתוך שטחי ישראל. בטח לא אחרי ה-7 לאוקטובר.
        עם זאת, אחרי שאמרנו מה לא, נגיד מה כן. אין ספק שיישובי שער שומרון, אלקנה ואורנית זקוקים להכנסה על מנת לתפקד כראוי. בדיון הצגתי, יחד עם יוסי ארן, תושב פעיל בנושאים סביבתיים בעיר, את הצעתנו לתכנית חלופית. התכנית כוללת הקמת חוות שרתים וחווה לאגירת אנרגיה, בשטח מחצבת הנסון הקיימת. חוות אלו יהוו מקור הכנסה משמעותי למועצות המקומיות והאזוריות, ללא סכנה לבטחון התושבים וללא פגיעה בשטחים הפתוחים והירוקים, ההולכים ומתמעטים באזור.
        נמשיך לעדכן!`,
        date: '25 ביולי, 2024'
    }
]