import { iPost } from "../types/Post";
import post0 from "../images/eStruggles/post0.jpeg"
import post1 from "../images/eStruggles/post1.png"
import post2 from "../images/eStruggles/post2.jpeg"
import post3 from "../images/eStruggles/post3.jpeg"
import post4 from "../images/eStruggles/post4.mov"
import post5 from "../images/eStruggles/post5.mp4"
import post6 from "../images/eStruggles/post6.jpeg"
import post7 from "../images/eStruggles/post7.mp4"
import post8 from "../images/eStruggles/post8.jpg"
import post9 from "../images/eStruggles/post9.jpg"
import post10 from "../images/eStruggles/post10.jpg"
import post13 from "../images/eStruggles/post13.jpg"
import post14 from "../images/eStruggles/post14.jpg"
import post15 from "../images/eStruggles/post15.jpg"
import post16 from "../images/eStruggles/post16.jpg"
import post17 from "../images/eStruggles/post17.jpg"
import post18 from "../images/eStruggles/post18.jpg"
import post19 from "../images/eStruggles/post19.png"
import post20 from "../images/eStruggles/post20.jpg"

export const ESposts: iPost[] = [
    {
        id: 0,
        type: 'img',
        src: post20,
        description: `היום נרשם רגע היסטורי עבור ראש העין.
ועדת התשתיות הלאומיות של מינהל התכנון פתחה לראשונה בתהליך רשמי לבחינת העתקת קווי המתח העל והמתח העליון העוברים כיום בתוך העיר אל מחוץ לראש העין. מדובר בדיון קונגרס ראשון מסוגו, יריית פתיחה לתהליך משמעותי ששם את איכות החיים של תושבות ותושבי ראש העין במרכז.
בדיון הוצגו חלופות שונות לנציגי המדינה, ונבחנות אפשרויות להעתקת קו המתח ממזרח לעיר, במרחק של 500 מטר מבתי תושבים. זו הפעם הראשונה שבה מתנהל תהליך תכנוני מסודר שמטרתו לקדם את העתקת הקווים – יעד אסטרטגי בעל חשיבות עצומה להתפתחות העיר, לבריאות התושבים ולמימוש הפוטנציאל התכנוני של ראש העין.
זהו עוד צעד משמעותי קדימה. תהליך מורכב, ארוך ומקצועי, אך כזה שאנו מחויבים לו בכל הכוח.
נמשיך לפעול בנחישות, בשיתוף פעולה עם משרדי הממשלה וכלל הגורמים, כדי להביא בשורה אמיתית לעיר.`,
        date: '18 בפברואר, 2026'
    },
    {
        id: 1,
        type: 'img',
        src: post19,
        description: `ממשיך לפעול עבורכם בכל מקום. 
צפו בראיון שהענקתי לחדשות 13 בנוגע למאבק בשריפות הפסולת >>>`,
        link: 'https://www.facebook.com/reel/900322862851289',
        date: '10 בפברואר, 2026'
    },
    {
        id: 2,
        type: 'img',
        src: post18,
        description: `‼️‼️‼️‼️ שמח לבשר כי בעקבות פניית עיריית ראש העין למשרד להגנת הסביבה, *הקפיא* המשרד את הטיפול בבקשת היזמים - חברת 'קסם אנרגיה' (בניהולו של חזי קוגלר, בשיתוף שמיר אנרגיה וקיבוץ גבעת השלושה) למתן "היתר פליטה" לתחנת הכוח במחלף קסם.
במילים אחרות, בניגוד לכול אלו שהרימו ידיים, אנחנו ממשיכים במאבק ושוב הצלחנו לגרום לעיכוב משמעותי (נוסף) בתהליך.
ממשיכים לעקוב גם אחרי הניסיונות של היזמים, לקבל היתר בניה וערוכים לפעול גם בתחום זה.
תודה מיוחדת לעו"ד תומר מירז שמלווה אותנו במאבק וסייע בהקפאת הבקשה להיתר פליטה.
קרדיט צילום: אילן פורת`,
        date: '9 בפברואר, 2026'
    },
    {
        id: 3,
        type: 'img',
        src: post17,
        description: `צעד נוסף בדרך להיפרד סופית מקווי המתח!

הבוקר הוקדש לסיור על תוואי העתקת קווי המתח. הצטרפו אלי נציגי רשות מקרקעי ישראל, חברת החשמל, חברת נגה, הות"ל, מינהל הנדסה, משרד הבינוי והשיכון, צוות אדריכלים ומתכננים, מנהלי הפרוייקט ונציגי הועדה המחוזית.
התחלנו בחלק הדרומי בפארק אפק וברצועה מצפון לכביש 5, משם על דרך בן גוריון וצפינו על התוואי העתידי שיוצא מתחומי העיר מזרחה. 500 מטר ויותר מעבר לקו הירוק.`,
        date: '5 בפברואר, 2026'
    },
    {
        id: 4,
        type: 'img',
        src: post16,
        description: `כנס ראש העין למיגור שריפות הפסולת הפיראטיות שהתקיים היום, מהווה המשך ישיר למפגש החשוב שנערך במשרד הביטחון במעמד השרים: הביטחון ישראל כ"ץ והשר במשרד הביטחון בצלאל סמוטריץ.`,
        date: '1 בינואר, 2026'
    },
    {
        id: 5,
        type: 'img',
        src: post15,
        description: `חלק מדברים שאמרתי בועדת הפנים והגנת הסביבה. 
אני לא יודע אם יאמצו את השם 'הסנה' שהצעתי ליחידה שתוקם, אבל בהחלט ניכר שהפתרון שהצעתי- פינוי במקום כיבוי, כן יאומץ ויהווה את הבסיס לתכנית העבודה במלחמה על האוויר שאנחנו נושמים
צפו>>>`,
        link: 'https://www.facebook.com/reel/1373767487566591',
        date: '23 בדצמבר, 2025'
    },
    {
        id: 6,
        type: 'img',
        src: post14,
        description: `ממשיכים במאבק על האוויר של ראש העין!
הבוקר קיימתי סיור שטח עם נציגי המשרד להגנת הסביבה, החברה המפעילה את תחנת הניטור, נציגי מחצבות הנסון, נציגי אזור התעשייה חצב ותושבים מודאגים.
המסר שלנו ברור: לא נשלים עם זיהום אוויר ליד בתי התושבים.
בתום הסיור סוכם כי תוצב תחנת ניטור נוספת באזור מגדל צדק–פסגות, בסמוך לבתי המגורים, כדי לדייק את מקור הזיהום ואת רמתו בשקיפות מלאה ונתונים בזמן אמת.
הצבנו דרישה נחרצת ממועצה אזורית דרום השרון, לניקוי מיידי ושמירה על ניקיון שוטף של הכבישים ודרכי הגישה למחצבות ולאזור התעשייה חצב – צעד הכרחי לצמצום אבק ומפגעים סביבתיים.
עיריית ראש העין לא תרפה. נמשיך להפעיל לחץ, לדרוש אכיפה ולהוביל צעדים ברורים עד שתושבי העיר ינשמו אוויר נקי ובטוח.`,
        date: '15 בדצמבר, 2025'
    },
    {
        id: 7,
        type: 'img',
        src: post13,
        description: `דרישה לצו סגירה למחצבת נחשונים והמפעלים המזהמים בא"ת חצב.
ממשיכים לפעול למענכם בכל החזיתות!
לכתבה המלאה>>>`,
        link: `https://www.israelhayom.co.il/news/environment/article/19405200?fbclid=IwY2xjawPpXDZleHRuA2FlbQIxMABicmlkETFzOEM5VGNkTWVNVGI3aVVyc3J0YwZhcHBfaWQQMjIyMDM5MTc4ODIwMDg5MgABHn9pkbLkkPhxtomKHmPllcPN1rRsRVQJ3sNKZT2dMns7SXmg_uXXH6n43qUp_aem_SMub5GMiI4Q6_YyfYQWDkg`,
        date: '8 בדצמבר, 2025'
    },
    {
        id: 8,
        type: 'img',
        src: post10,
        description: `תושבים יקרים, 
בהמשך לישיבה שהתקיימה אמש, במרכז השלטון המקומי בהשתתפות ראשי הרשויות החתומים, נשלח היום מכתב התראה לפני הגשת עתירה בנושא מיגור שריפות הפסולת.
מוזמנים לקרוא`,
        date: '16 באוקטובר, 2025'
    },
    {
        id: 9,
        type: 'img',
        src: post9,
        description: `מטה המאבק, בשיתוף חברי וועדת איכות הסביבה וחברי מועצה, התייצבנו בצומת גבעת השלושה, כדי למחות כנגד הקמת תחנת הכוח המסוכנת...
הקיבוץ חוגג 100 שנים להיווסדו, אני בטוח שלא לכך התכוונו המייסדים!
בושה לחברי הקיבוץ.`,
        date: '31 באוגוסט, 2025'
    },
    {
        id: 10,
        type: 'img',
        src: post8,
        description: `צוות התכנון בתוכנית העתקת קווי המתח העליונים מהעיר (תת"ל 109 א') התכנס היום שוב במשרדי ודן בשתי החלופות ובלוחות הזמנים.

הפגישה הבאה תתקיים במינהל האזרחי בבית אל, ובעז"ה נסיר את התנגדות רשות הטבע והגנים ונצא לדרך.

תודה למשתתפים ממשרד האנרגיה, משרד הבינוי והשיכון, חברת נוגה וחברת החשמל.`,
        date: '7 באוגוסט, 2025'
    },
    {
        id: 11,
        type: 'img',
        src: post1,
        description: `התארחתי הבוקר בערוץ הכלכלה החדש ודיברתי על ההתנגדות הנחושה שלנו לתחנת הכוח קסם, כולל הצעד החריג מול בנק הפועלים שבחר להתעלם מהציבור. צפו בראיון וביחד נמשיך להיאבק עד לביטול התחנה 💪🏻
https://www.facebook.com/watch/?v=1114766874049833`,
        date: '6 באוגוסט, 2025'
    },
    {
        id: 12,
        type: 'video',
        src: post5,
        description: `
זמן ארוך קיבלנו בשתיקה את "הרכבת האווירית" מעל לראשנו, כחלק מהמאמץ הלאומי להכרעת האויב, אולם לא עוד.
לא אסכים יותר שרשות שדות התעופה (רת"א) תנצל את מצב החירום, להפיכת ראש העין למסלול הנחיתה העיקרי של ישראל. בחודשים האחרונים קיימנו איתם שורת פגישות ושלחנו מספר מכתבי אזהרה, כדי להבהיר זאת ובשבועות האחרונים עברנו למעשים. אמש הפגנו עשרות תושבים מול ביתו של מנכ"ל רת"א בכוכב יאיר. ההפגנה הזו מצטרפת לחסימת הכניסות והיציאות שהתקיימה לפני שבועיים וזו רק ההתחלה.
אם לתושבי ראש העין לא יהיה מנוח ושקט, נפעל כנגדם בכל האמצעים.
ובמעבר חד למוצ"ש:
אֵיכָה יָשְׁבָה בָדָד הָעִיר רַבָּתִי עָם הָיְתָה כְּאַלְמָנָה רַבָּתִי בַגּוֹיִם שָׂרָתִי בַּמְּדִינוֹת הָיְתָה לָמַס.
שבת שלום ראש העין`,
        date: `1 באוגוסט, 2025`
    },
    {
        id: 13,
        type: 'video',
        src: post7,
        description: `המאבק ברעש המטוסים ממשיך בכוח!`,
        date: `14 ביולי, 2025`
    },
    {
        id: 14,
        type: 'img',
        src: post6,
        description: `בהתאם לדרישת פורום ראשי הרשויות באזור, פעלה אמש יחידת דוד ולכדה בלילה שלוש משאיות שניסו להבריח פסולת בלתי חוקית דרך כביש חוצה שומרון.
        ✔ נהג אחד נמלט מהמשאית ונתפס ע"י המשטרה
        ✔ שתי משאיות נוספות הועברו למגרש האכיפה בצופים
        ✔ כלל הנהגים ובעלי הרכבים יזומנו לשימוע
        האכיפה עולה מדרגה בדיוק כפי שדרשנו מהמדינה.
        לא נאפשר את הפיכת השומרון וראש העין לאתר פסולת פיראטי, ונמשיך לדרוש שהמנהל האזרחי יפעל יחד עם כל הגורמים בנחישות והתמדה עד שנשים סוף לעבריינות הזו. כל צעד קטן מקרב אותנו אל היעד.`,
        date: `22 במאי, 2025`
    },
    {
        id: 15,
        type: 'img',
        src: post0,
        description: `תושבות ותושבים יקרים,
        עיריית ראש העין פועלת באמצעים רבים ובאופן יום-יומי במטרה למגר את תופעת שריפות הפסולת שממזרח ומצפון לראש העין. 
        בין הפעולות שנקטנו בשבועות ובימים האחרונים:
        קשר ישיר עם מפקד פיקוד מרכז, האלוף אבי בלוט, עם ראש מנהלת ההתיישבות האמונה על המנהל האזרחי, עם אנשי משרד איכות הסביבה ועוד.
        אמש, קיימנו ישיבת עבודה עם שר האוצר, מר בצלאל סמוטריץ׳, שאמון בין היתר על מנהלת התיישבות שתחת סמכותה גם המנהל האזרחי. 
        היום, קיימנו פגישת חירום בה נפגשנו עם ראש ענף תיאום אזרחי במנהל האזרחי, בכירי המינהל האזרחי, נציגי מנהלת תיאום וקישור פעולות הממשלה בשטחים ועוד. כולם גורמים האמונים על הטיפול בשריפות מחוץ לתחומי הקו הירוק, במטרה לקדם את הנושא ולעשות כל שניתן על מנת להילחם יחד במפגע זה.
        בשבוע שעבר אירחתי במשרדי את שרת ההתיישבות והמשימות הלאומיות, אורית סטרוק בפגישה שכל תכליתה היא טיפול מיידי בתופעת השריפות והבנייה הבלתי חוקית בשטחים ממזרח לגדר ורתמנו גם את משרדה לנושא. 
        בקרוב מאוד נקיים מפגש מיוחד של ועדת איכות הסביבה, בהשתתפות התושבים ונעדכן בפעולות שנעשות ואף נקיים שיח פתוח בנושא כדי לשמוע גם אתכם. בכנס יתארחו נציגי המנהל האזרחי וצה''ל.
        חברי מועצת העיר, עובדי העירייה ואני, עושים פועלים ביום ובלילה, על מנת לשמור על איכות החיים שלנו ושל ילדינו.
        לצערי, זה לא אומר שלא יציתו הערב שוב. בסופו של דבר האחריות היא של הממשלה ואני פועל בשיתוף ראשי רשויות נוספים בניסיון להשפיע על קידום פתרון קבע.`,
        date: '3 בדצמבר, 2024'
    },
    {
        id: 16,
        type: 'img',
        src: post2,
        description: `הבוקר, שלחתי מכתב (שני) בנושא העסקת החברה הסינית, צ׳יינה הארבור, המיועדת לקחת חלק בהקמת תחנת הכח בצומת קסם. המכתב נשלח לכל חברי ועדת חוץ ובטחון, עם העתקים לשר הביטחון, שר האנרגיה וראש המל"ל!
        מדובר בניסיון מסוכן שנועד להכניס חברה סינית, אשר נפסלה לעבוד בישראל מטעמים ביטחוניים, להקמה ותפעול של מתקן אנרגיה רגיש ביותר, בצמוד לערי מגורים במרכז הארץ וצירי התנועה המרכזיים של ישראל.`,
        date: '20 בנובמבר, 2024'
    },
    {
        id: 17,
        type: 'img',
        src: post3,
        description: `שומרים על הסביבה בראש העין 🌎
        השרה להגנת הסביבה עידית סילמן: "נסייע לקידום ראש העין ירוקה בכל שיידרש". 
        אתמול (20.😎 התקיימה פגישה מקצועית של השרה להגנת הסביבה עידית סילמן, צוות משרדה, רשות הטבע והגנים והמינהל האזרחי עם מנכ"לית העירייה, סגן ראש העיר, חברי מועצה, מנהל מינהל שפ"ע, מנהלי איכות הסביבה, מהנדס העי, אדריכל העיר ואנוכי.
        במהלך הפגישה הצגתי סקירה אודות התפתחות העיר המואצת ואת האתגרים הסביבתיים עימם מתמודדת ראש העין. 
        בין הנושאים שנדונו הייתה ההתמודדות עם שריפות הפסולת הבלתי חוקיות. השרה סילמן הבהירה כי המשרד להגנת הסביבה פועל רבות כדי למגר את השריפות הבלתי חוקית ככל הניתן, בשיתוף המינהל האזרחי, יחידות דוד וינשוף. 
        עוד נדונה התוכנית להקמת תחנת כוח בצומת קסם והשפעותיה על הסביבה וההיבטים ההידרולוגיים הרגישים.  הצגתי בחריפות המתבקשת את הסכנות הצפויות בהקמת התחנה והשרה סילמן ציינה כי המשרד מתנגד להקמת תחנת הכוח וממשיך לעקוב אחרי הנושא.
        הצגתי את נושא רעש המטוסים המהווה מטרד בלתי נסבל לתושבי העיר. השרה הודיעה כי תעלה את ממצאי הניטור שנעשו עי המשרד בנושא, המשרד תומך בפעולות המונעות רעש הפוגע בבריאות התושבים ויסייע ככל שניתן בתחום זה.
        בנוסף, השרה הציגה את פרויקט 'נעים בעיר', שמטרתו צמצום זיהום אוויר מתחבורה בערים. הפרויקט מתחיל לפעול בראש העין ובימים אלה נבנית תוכנית משותפת בתחום. הרשות משתתפת בקול הקורא שמטרתו לעודד תחבורה ירוקה, הליכתיות בעיר ועוד. המשרד יסייע לרשות בקידום יוזמות אלו, ויתמוך בכל מה שנדרש בתחום איכות הסביבה.
        לבסוף, השרה סיכמה את הפגישה ואמרה כי נציגי העירייה יפעלו מול רט"ג להפקת כניסה חופשית לאתר 'מגדל צדק' לטובת תושבי העיר.`,
        date: '21 באוגוסט, 2024'
    },
    {
        id: 18,
        type: 'video',
        src: post4,
        description: `הבוקר, בבית אל, מול וועדת התכנון העליונה ביו"ש, בדיון התנגדויות לאזור התעשייה שער שומרון, הבהרתי מעל לכל ספק - אנו נעשה הכל כדי למנוע את הקמת אזור התעסוקה המתוכנן ונדאג שהתכנית לא תצא לפועל!
        אין שום צורך באזור תעסוקה נוסף באזור השומרון, כאשר אזורי התעסוקה הקיימים אינם מלאים ואינם מנוצלים. אין שום סיבה לפגוע במסדרון האקולוגי הסמוך לראש העין ולערער את יציבות הטבע הסובב את העיר. בעיקר, אין שום סיבה לסכן את בטחון אזרחי המדינה בשינוע אלפי פועלים פלסטינים לאזור התעשייה הממוקם בתוך שטחי ישראל. בטח לא אחרי ה-7 לאוקטובר.
        עם זאת, אחרי שאמרנו מה לא, נגיד מה כן. אין ספק שיישובי שער שומרון, אלקנה ואורנית זקוקים להכנסה על מנת לתפקד כראוי. בדיון הצגתי, יחד עם יוסי ארן, תושב פעיל בנושאים סביבתיים בעיר, את הצעתנו לתכנית חלופית. התכנית כוללת הקמת חוות שרתים וחווה לאגירת אנרגיה, בשטח מחצבת הנסון הקיימת. חוות אלו יהוו מקור הכנסה משמעותי למועצות המקומיות והאזוריות, ללא סכנה לבטחון התושבים וללא פגיעה בשטחים הפתוחים והירוקים, ההולכים ומתמעטים באזור.
        נמשיך לעדכן!`,
        date: '25 ביולי, 2024'
    }
]