import { iPost } from "../types/Post";
import post0 from "../images/security/post0.jpeg"
import post1 from "../images/security/post1.mp4"
import post2 from "../images/security/post2.jpeg"
import post3 from "../images/security/post3.mp4"
import post4 from "../images/security/post4.jpg"
import post5 from "../images/security/post5.jpg"
import post6 from "../images/security/post6.jpg"
import post8 from "../images/security/post8.jpg"
import post9 from "../images/security/post9.jpg"
import post10 from "../images/security/post10.jpg"
import post11 from "../images/security/post11.jpg"
import post12 from "../images/security/post12.jpg"
import post13 from "../images/security/post13.jpg"
import post14 from "../images/security/post14.jpg"
import post15 from "../images/security/post15.jpg"
import post16 from "../images/security/post16.jpg"

export const Sposts: iPost[] = [
    {
        id: 0,
        type: 'img',
        src: post16,
        description: `בשורה לתלמידי תיכון בגין ולתלמידות בית יעקב, שהבוקר התחלנו בשדרוג המרחבים המוגנים והמקלטים שבהם. 
נמשיך לפרוס מיגוניות בהתאם להנחיות פקע"ר.
ממשיכים לפעול, למענכם.`,
        date: `18 במרץ, 2026`   
    },
    {
        id: 1,
        type: 'img',
        src: post15,
        description: `ילדי ראש העין החמודים 
מחכה לכם משהו מתוק במקלטים הציבוריים, ממני ומחברי מועצת העיר. 
ממשיכים לפעול, למענכם
תודה`,
        date: `16 במרץ, 2026`   
    },
    {
        id: 2,
        type: 'img',
        src: post14,
        description: `הבוקר הצבנו מיגונית נוספת בשדרות שלמה המלך, בחניה מול בניין כב"א.
תודה רבה לאנשי אגף הביטחון ופיקוד העורף.
ממשיכים לפעול, למענכם.
שבת שלום`,
        date: `13 במרץ, 2026`   
    },
    {
        id: 3,
        type: 'img',
        src: post13,
        description: `הסדרנו תקשורת במקלטים ועכשיו אפשר להעביר את הזמן גם במשחקי קופסה 🎲♟️🧩
שי לילדים במקלטים הציבוריים.
תודה לחבר המועצה זוהר ראובני על היוזמה המבורכת 
ממשיכים, למענכם.`,
        date: `8 במרץ, 2026`
    },
    {
        id: 4,
        type: 'img',
        src: post12,
        description: `ראש העין מתחברת - גם במקלטים!
עפ"י הנחייתי יצאה עיריית ראש העין לביצוע פרויקט התקנת WiFi בכלל המקלטים הציבוריים בעיר, כדי שגם בשעת חירום התושבים יישארו מחוברים ומעודכנים.
מחלקת תקשורת באגף מערכות מידע החלה הבוקר וכבר 6 מקלטים מתוך כ-50 חוברו לאינטרנט פעיל בתוך יום אחד בלבד.
הצוותים עובדים בקצב מואץ והמטרה ברורה: להשלים את הפריסה כולה בתוך ימים ספורים, ככל שהתשתיות יאפשרו.
שירות לתושב. בכל מקום. 💙`,
        date: `3 במרץ, 2026`
    },
    {
        id: 5,
        type: 'img',
        src: post11,
        description: `עשרות מתושבי כפר 'פרח' הועברו לבית הספר 'נופרים' על מנת שיוכלו לשהות במרחב מוגן בעת האזעקות. 
מדובר במבצע לוגיסטי מאתגר אשר עיריית ראש העין  עשתה באהבה ובנפש חפצה.
אני רוצה להודות לאבות הבית ומנהלת בית הספר נופרים, לעובדי מינהל שפ"ע, לעובדי ומנהלי תאגיד המים ומינהל החינוך וכמובן למנכ"לית העירייה, אשר התגייסו ופעלו במהירות וביעילות בכדי להשלים את המשימה המורכבת במהירות ובמקצועיות. לפעמים דוקא מלחמה יכולה לגרום לנחת רוח.
המשך ערב שקט`,
        date: `2 במרץ, 2026`
    },
    {
        id: 6,
        type: 'img',
        src: post10,
        description: `מרחיבים ומעמיקים את ביטחון התושבים, בשיתוף פעולה הדוק עם משטרת ישראל.`,
        link: 'https://www.news08.net/%d7%a1%d7%95%d7%a3-%d7%9c%d7%9e%d7%a8%d7%95%d7%a6%d7%99-%d7%94%d7%9e%d7%9b%d7%95%d7%a0%d7%99%d7%95%d7%aa-%d7%95%d7%9c%d7%a9%d7%a8%d7%99%d7%a4%d7%95%d7%aa-%d7%94%d7%a4%d7%a1%d7%95%d7%9c%d7%aa-%d7%a9/?fbclid=IwY2xjawQKiQhleHRuA2FlbQIxMQBicmlkETI3bHppTVE2QUR3S2JNNGRjc3J0YwZhcHBfaWQQMjIyMDM5MTc4ODIwMDg5MgABHt-X6tRc1U6CdvAgvoeh0ezIL5WmRIy1ss7F3dY6oNRb-Or-OH30Rsv0P5NY_aem_pPpO1vSXA7M4xoD7QxMUCQ',
        date: `20 בינואר, 2026`
    },
    {
        id: 7,
        type: 'img',
        src: post9,
        description: `ביום ד׳ האחרון, השלמנו הכשרת צוות רביעי ביחידת החילוץ העירונית. לראשונה, צוות בכשירות מחלץ 02 (יכולת וכשירות להפעלת אמצעי ביקוע, חיתוך וניסור חשמליים).
הצוות הרביעי וכשירותו למחלץ 02 מעלה קומה משמעותית ביכולות החילוץ של היחידה.
היחידה ממשיכה לקלוט מתנדבים חדשים תושבי העיר.
דני - מפקד היחידה.
054-4829958`,
        date: `8 בדצמבר, 2025`
    },
    {
        id: 8,
        type: 'img',
        src: post8,
        description: `⚠️ האופוזיציה רוצה לבטל את אגרת השמירה? זה לא אומץ. זה פופוליזם מסוכן.
✔️ אנחנו נלחמים על הביטחון שלכם, לא על לייקים.
תושבות ותושבי ראש העין,
בימים האחרונים האופוזיציה הפיצה מהלך מתוקתק, שנשמע טוב בכותרת: ביטול אגרת השמירה.
אפשר למחוק שורה, לקרוא לזה "הקלה לתושבים" ולקוות שאף אחד לא ישאל: מי בדיוק ישמור על העיר?
זה לא אומץ, זה להתחמק מאחריות!
זה לא מנהיגות. זה פופוליזם זול!
🛡️ יש תמורה לאגרה!
אגרת השמירה היא לא עוד סעיף ארנונה.
היא תשתית הביטחון של העיר. היא מה שמאפשר לנו להגן עליכם 24/7, גם ברגעים שבהם אתם לא רואים - אבל בהחלט מרגישים.
🚓 מה קורה בזכות האגרה?
🔵 שיטור עירוני וסיורים מסביב לשעון.
תגובה לאירועים.
שמירה על הסדר.
אבטחת צירים וכניסות.
סיורי עומק בגזרות הרגישות.
🔵 מוקד ביטחוני מתקדם - 24/7/365
טכנולוגיה, ניטור, שליטה ובקרה בזמן אמת.
🔵 משמר עירוני מתנדב (כ-100 מתנדבים)
הם מתנדבים.
אבל העיר צריכה להעמיד עבורם:
🚙 כלי רכב
🔧 תחזוקה שוטפת
👤 תקן עובד שמתכלל את כל פעילות המשמר
🏠 תחזוקת מבנה ההתכנסות
📦 ציוד, דלק, מערכות קשר, הדרכות
מתנדב נותן את ליבו.
העירייה חייבת לספק את כל היתר - וזה עולה כסף. והרבה.
🔵 יחידות רכובות - 4×4 ואופנועים
כי ביטחון בשטח מורכב לא עושים רק בהליכה.
🔵 רחפן אוטונומי מתקדמים
אמצעי הגנה שחוסך זמן תגובה ועשוי להציל חיים.
🔵 מערך מצלמות בדרך להרחבה משמעותית
אין מספיק - ואנחנו נוסיף.
🏰 ומה לגבי ביתני השמירה?
האופוזיציה אוהבת נוסטלגיה.
אבל ביטחון לא מנהלים ב"כמו פעם".
בעבר היו ביתנים מאוישים בלילות.
זה לא עבד. זה לא סיפק מענה. זה לא הגן על העיר.
הביתנים לא הוסרו. הם עומדים מוכנים לשעת חירום, כדי לסגור את העיר באמצעות במחסומים שכבר הוצבו השנה.
זו תפיסת ביטחון מודרנית. לא הצגה.
🔥 7.10 שינה הכול
לפני המלחמה רציתי גם אני לבטל, המציאות החדשה לימדה את כולנו שהביטחון הוא מעל הכול.
אחרי 7.10 - מי שמציע לבטל את אגרת השמירה מתעלם מהמציאות החדשה והמסוכנת שבה כולנו חיים.
כיתות הכוננות ממומנות מתקציב אחר, אבל כל שקל מאגרת השמירה  תקציב ייעודי, מוגן בחוק - הולך רק לביטחון.
העירייה אף מוסיפה מהתקציב העירוני כדי להגדיל את המערך.
💥 ביטחון לא מבטלים. ביטחון מחזקים.
💥 רצינות לא מוחקים עם מחק.
אנחנו נמשיך לעבוד, לשפר, לדייק ולחזק את כל שכבת הגנה אפשרית.
לא בשביל כותרות - בשביל החיים שלכם.
כי אגרת השמירה - שומרת באמת!`,
        date: `1 בדצמבר, 2025`
    },
    {
        id: 9,
        type: 'img',
        src: post6,
        description: `בהמשך למאמצינו להבטחת ביטחון התושבים, הוצבו מיגוניות חדשות ברחבי העיר – ברחוב המרץ 19, ברחוב צה"ל ובכיכר יורם. נמשיך לפעול בנחישות כדי לחזק את תחושת הביטחון והמוגנות של כולנו 🇮🇱 💙`,
        date: `8 בספטמבר, 2025`
    },
    {
        id: 10,
        type: 'img',
        src: post5,
        description: `מרחב מוגן מוסדי נוסף מוצב ברגעים אלו בגן רימון הסמוך לבית ספר בעקבי הצאן. 
הביטחון של הילדים שלנו תמיד במקום הראשון 🙏`,
        date: `31 ביולי, 2025`
    },
    {
        id: 11,
        type: 'img',
        src: post4,
        description: `במהלך הימים האחרונים ביצעו עובדי העירייה, בשיתוף תאגיד המים, שדרוג מקיף במקלטים הציבוריים בעיר. הלינה בחלק מהמקלטים והשימוש המקיף העלה שורה של נושאים לטיפול:
✔️ וידאנו את תקינות המיגון וביצענו התאמות נדרשות.
✔️ניקינו את החללים והכנו אותם לקליטה מסודרת.
✔️ פינינו ציוד ישן, כדי לאפשר שהות בטוחה ונעימה.
✔️ טיפלנו בבעיות ביוב וניקוז בחלק מהמקלטים בהם התגלו ליקויים.
✔️ חילקנו טרנזיסטורים במקלטים שיאפשרו קליטה.
✔️ תיקנו מזגנים לקויים והתקנו מיזוג אוויר בחלק גדול מהמקלטים.
🛠 נותרו עוד מספר מקלטים בהם יושלם בימים הקרובים תהליך המיזוג.
🏗️ קיבלנו אישור מפיקוד העורף להצבת 5 מיגוניות ברחבי העיר, במקומות החסרים במיגון ובעלי צפיפות אוכלוסיה גבוה. הן יוצבו בימים הקרובים.
הביטחון שלכם - בראש סדר העדיפויות שלנו!
אם יש מקלט ציבורי שדורש טיפול נוסף - כתבו לי בתגובות, ואנחנו נדאג להגיע גם לשם.
תודות למנכ״לית העירייה וכלל מכלולי החירום בראשם מכלול הביטחון על העבודה סביב השעון.
עם ישראל חי 🇮🇱`,
        date: `23 ביולי, 2025`
    },
    {
        id: 12,
        type: 'video',
        src: post3,
        description: `עוד צעד חשוב בביטחון העירוני.
בשבועות האחרונים פעלנו מול פיקוד העורף להצטיידות במגוניות שנועדו לתושבים שמצאו את עצמם מחוץ לבית, באזורים שבהם קיים מחסור במרחבים מוגנים.
היום התחלנו להציב את המגוניות הראשונות ובימים הקרובים נסיים להציב את כולן, במיקומים שאושרו על ידי פקע"ר:
📍 מרבד הקסמים 9
📍 רמב"ם 19
📍 חניון יד לבנים
📍 ווגנר (חנייה סמוכה לפארק)
📍 שבזי 50
המגוניות הללו מצטרפות לפרויקט מיגון עירוני רחב היקף, שהחל כבר בתחילת שנת הלימודים, במהלכו דאגנו למיגון מוסדות חינוך שהיו ללא מרחבים מוגנים.
העירייה בראשותי תמשיך לפעול בכל האמצעים על מנת להבטיח את ביטחון התושבים, ולמגן ככל הנדרש.
תודה גדולה לאגף ההנדסה, לאגף הביטחון, לפיקוד העורף, למנכ״לית העירייה ולכל מי שסייע בעיריית ראש העין בעשייה חשובה זו.
לרווחת כולנו, ושלא נזדקק.`,
        date: `9 ביולי, 2025`
    },
    {
        id: 13,
        type: 'img',
        src: post2,
        description: `משמר העיר ראש העין - שומרים על הבית ביחד!
אנחנו מחזקים את הביטחון בראש העין עם הקמת משמר העיר - כוח מתנדבים עירוני.
זה בנוסף לכיתות הכוננות שכבר קיימות, פעילות ומיומנות.
המשמר העיר יפעל בשגרה ובחירום ויהווה חיזוק קהילתי משמעותי לביטחון ולרציפות התפקודית.
לא במקום המשטרה וכוחות הביטחון, אלא תוספת כוח זמין בשטח.
נפרסם בקרוב דרכי תקשורת להתנדבות.
ביחד, שומרים על ראש העין.`,
        date: `6 באפריל, 2025`
    },
    {
        id: 14,
        type: 'img',
        src: post0,
        description: `אתמול אחר הצהריים ערכנו סיור עם ניצב פרץ עמר, ראש מנהלת הגנה אזרחית, לאורך גדר המערכת, ממחסום רנתיס ועד ואדי רבה. 
בפגישה שנערכה לאחר מכן במשרדי, הצגנו לניצב עמר את תפיסת הביטחון העירונית, ובמסגרתה את הקמת המשמר העירוני.
ניצב פרץ עמר התחייב לתעדף את הצטיידות מערך האבטחה העירוני ופריסת האמצעים בעיר,כחלק מההיערכות הבטחונית הארצית.`,
        date: '21 בנובמבר, 2024',
    },
    {
        id: 15,
        type: 'video',
        src: post1,
        description: `דואגים לבטיחות הילדים! עוד ממ״מים הוצבו בגני הילדים.`,
        date: '9 באוקטובר, 2024'
    }
]