import { iPost } from "../types/Post";
import post0 from "../images/security/post0.jpeg"
import post1 from "../images/security/post1.mp4"

export const Sposts: iPost[] = [
    {
        id: 0,
        type: 'img',
        src: post0,
        description: `אתמול אחר הצהריים ערכנו סיור עם ניצב פרץ עמר, ראש מנהלת הגנה אזרחית, לאורך גדר המערכת, ממחסום רנתיס ועד ואדי רבה. 
        בפגישה שנערכה לאחר מכן במשרדי, הצגנו לניצב עמר את תפיסת הביטחון העירונית, ובמסגרתה את הקמת המשמר העירוני.
        ניצב פרץ עמר התחייב לתעדף את הצטיידות מערך האבטחה העירוני ופריסת האמצעים בעיר,כחלק מההיערכות הבטחונית הארצית.`,
        date: '21 בנובמבר, 2024',

    },
    {
        id: 1,
        type: 'video',
        src: post1,
        description: `דואגים לבטיחות הילדים! עוד ממ״מים הוצבו בגני הילדים.
        `,
        date: '9 באוקטובר, 2024'
    }
]