import { iPost } from "../types/Post";
import post0 from "../images/security/post0.jpeg"
import post1 from "../images/security/post1.mp4"
import post2 from "../images/security/post2.jpeg"
import post3 from "../images/security/post3.mp4"
import post4 from "../images/security/post4.jpg"
import post5 from "../images/security/post5.jpg"
import post6 from "../images/security/post6.jpg"

export const Sposts: iPost[] = [
    {
        id: 0,
        type: 'img',
        src: post6,
        description: `בהמשך למאמצינו להבטחת ביטחון התושבים, הוצבו מיגוניות חדשות ברחבי העיר – ברחוב המרץ 19, ברחוב צה"ל ובכיכר יורם. נמשיך לפעול בנחישות כדי לחזק את תחושת הביטחון והמוגנות של כולנו 🇮🇱 💙`,
        date: `8 בספטמבר, 2025`
    },
    {
        id: 1,
        type: 'img',
        src: post5,
        description: `מרחב מוגן מוסדי נוסף מוצב ברגעים אלו בגן רימון הסמוך לבית ספר בעקבי הצאן. 
הביטחון של הילדים שלנו תמיד במקום הראשון 🙏`,
        date: `31 ביולי, 2025`
    },
    {
        id: 2,
        type: 'img',
        src: post4,
        description: `במהלך הימים האחרונים ביצעו עובדי העירייה, בשיתוף תאגיד המים, שדרוג מקיף במקלטים הציבוריים בעיר. הלינה בחלק מהמקלטים והשימוש המקיף העלה שורה של נושאים לטיפול:
✔️ וידאנו את תקינות המיגון וביצענו התאמות נדרשות.
✔️ניקינו את החללים והכנו אותם לקליטה מסודרת.
✔️ פינינו ציוד ישן, כדי לאפשר שהות בטוחה ונעימה.
✔️ טיפלנו בבעיות ביוב וניקוז בחלק מהמקלטים בהם התגלו ליקויים.
✔️ חילקנו טרנזיסטורים במקלטים שיאפשרו קליטה.
✔️ תיקנו מזגנים לקויים והתקנו מיזוג אוויר בחלק גדול מהמקלטים.
🛠 נותרו עוד מספר מקלטים בהם יושלם בימים הקרובים תהליך המיזוג.
🏗️ קיבלנו אישור מפיקוד העורף להצבת 5 מיגוניות ברחבי העיר, במקומות החסרים במיגון ובעלי צפיפות אוכלוסיה גבוה. הן יוצבו בימים הקרובים.
הביטחון שלכם – בראש סדר העדיפויות שלנו!
אם יש מקלט ציבורי שדורש טיפול נוסף – כתבו לי בתגובות, ואנחנו נדאג להגיע גם לשם.
תודות למנכ״לית העירייה וכלל מכלולי החירום בראשם מכלול הביטחון על העבודה סביב השעון.
עם ישראל חי 🇮🇱`,
        date: `23 ביולי, 2025`
    },
    {
        id: 3,
        type: 'video',
        src: post3,
        description: `עוד צעד חשוב בביטחון העירוני.
בשבועות האחרונים פעלנו מול פיקוד העורף להצטיידות במגוניות שנועדו לתושבים שמצאו את עצמם מחוץ לבית, באזורים שבהם קיים מחסור במרחבים מוגנים.
היום התחלנו להציב את המגוניות הראשונות ובימים הקרובים נסיים להציב את כולן, במיקומים שאושרו על ידי פקע"ר:
📍 מרבד הקסמים 9
📍 רמב"ם 19
📍 חניון יד לבנים
📍 ווגנר (חנייה סמוכה לפארק)
📍 שבזי 50
המגוניות הללו מצטרפות לפרויקט מיגון עירוני רחב היקף, שהחל כבר בתחילת שנת הלימודים, במהלכו דאגנו למיגון מוסדות חינוך שהיו ללא מרחבים מוגנים.
העירייה בראשותי תמשיך לפעול בכל האמצעים על מנת להבטיח את ביטחון התושבים, ולמגן ככל הנדרש.
תודה גדולה לאגף ההנדסה, לאגף הביטחון, לפיקוד העורף, למנכ״לית העירייה ולכל מי שסייע בעיריית ראש העין בעשייה חשובה זו.
לרווחת כולנו, ושלא נזדקק.`,
        date: `9 ביולי, 2025`
    },
    {
        id: 4,
        type: 'img',
        src: post2,
        description: `משמר העיר ראש העין – שומרים על הבית ביחד!
אנחנו מחזקים את הביטחון בראש העין עם הקמת משמר העיר – כוח מתנדבים עירוני.
זה בנוסף לכיתות הכוננות שכבר קיימות, פעילות ומיומנות.
המשמר העיר יפעל בשגרה ובחירום ויהווה חיזוק קהילתי משמעותי לביטחון ולרציפות התפקודית.
לא במקום המשטרה וכוחות הביטחון, אלא תוספת כוח זמין בשטח.
נפרסם בקרוב דרכי תקשורת להתנדבות.
ביחד, שומרים על ראש העין.`,
        date: `6 באפריל, 2025`
    },
    {
        id: 5,
        type: 'img',
        src: post0,
        description: `אתמול אחר הצהריים ערכנו סיור עם ניצב פרץ עמר, ראש מנהלת הגנה אזרחית, לאורך גדר המערכת, ממחסום רנתיס ועד ואדי רבה. 
בפגישה שנערכה לאחר מכן במשרדי, הצגנו לניצב עמר את תפיסת הביטחון העירונית, ובמסגרתה את הקמת המשמר העירוני.
ניצב פרץ עמר התחייב לתעדף את הצטיידות מערך האבטחה העירוני ופריסת האמצעים בעיר,כחלק מההיערכות הבטחונית הארצית.`,
        date: '21 בנובמבר, 2024',
    },
    {
        id: 6,
        type: 'video',
        src: post1,
        description: `דואגים לבטיחות הילדים! עוד ממ״מים הוצבו בגני הילדים.`,
        date: '9 באוקטובר, 2024'
    }
]