import { iPost } from "../types/Post";
import post0 from "../images/general/post0.mp4"
import post1 from "../images/general/post1.mp4"
import post2 from "../images/general/post2.mp4"
import post3 from "../images/general/post3.jpeg"
import post4 from "../images/general/post4.mp4"
import post5 from "../images/general/post5.jpg"
import post6 from "../images/general/post6.mp4"
import post7 from "../images/general/post7.jpg"
import post8 from "../images/general/post8.jpg"
import post9 from "../images/general/post9.mp4"
import post10 from "../images/general/post10.png"
import post11 from "../images/general/post11.png"
import post12 from "../images/general/post12.jpg"
import post13 from "../images/general/post13.png"
import post14 from "../images/general/post14.jpg"
import post15 from "../images/general/post15.jpg"
import post16 from "../images/general/post16.jpg"
import post17 from "../images/general/post17.jpg"
import post18 from "../images/general/post18.jpg"
import post19 from "../images/general/post19.jpg"
import post20 from "../images/general/post20.jpg"
import post21 from "../images/general/post21.png"
import post22 from "../images/general/post22.png"
import post23 from "../images/general/post23.jpg"
import post24 from "../images/general/post24.jpg"
import post25 from "../images/general/post25.jpg"
import post26 from "../images/general/post26.png"
import post27 from "../images/general/post27.jpg"

export const Gposts: iPost[] = [
    {
        id: 0,
        type: 'img',
        src: post27,
        description: `💛 חנכנו הערב את כיכר הנובה בראש העין, במפגש הרחובות: יהודה הלוי, מנחם בגין, יהושוע בן-נון וחותמי המגילה.
זהו מקום של זיכרון, אהבה ותקווה – מקום שמנציח את הצעירות והצעירים שיצאו לרקוד, לשמוח ולחגוג את החיים, ולא שבו.
הכיכר, בצומת הרחובות יהודה הלוי-חותמי המגילה, עוצבה בשיתוף משפחות נרצחי מסיבת הנובה, שביקשו דבר אחד חשוב: שנזכור את יקיריהן כפי שהיו – מלאי אור, חופש, חברות ושמחת חיים. דמויות הרוקדים המשולבות בכיכר מבטאות בדיוק את הרוח הזו, ומזכירות לנו שהשמחה הייתה חלק בלתי נפרד ממי שהם היו.
בטקס המרגש השתתפו המשפחות השכולות, תושבים ואורחים, שהתכנסו יחד כדי לכבד, לזכור ולהבטיח שהסיפורים, החיוכים והריקודים שלהם ימשיכו לחיות כאן, בלב העיר.
תודה לזכריה רצאבי, אביו של אמיתי מליחי רצאבי הי״ד, על תפילות ה”יזכור” והקדיש.
תודה לאילנית מדמוני, אמה של שליו הי״ד, על הדברים המרגשים שנשאה בשם המשפחות.
תודה לעובדי מינהל שפ"ע על עיצוב הכיכר ותודה לאריאלה חיימי על ארגון הטקס.
יהי זכרם של נרצחי מסיבת הנובה ברוך. 🕊️`,
        date: `3 באוגוסט 2026`
    },
    {
        id: 1,
        type: 'img',
        src: post26,
        description: `מחדשים את הגינון בכיכרות וגינות הותיקות ומקימים ופותחים גנים חדשים בשכונות החדשות. 
משלימים את הפיתוח, השילוט וסימוני הנתיבים כדי שלילדים שלנו יהיו מרחבים ירוקים, בטוחים ומזמינים.
ממשיכים לפעול, למענכם.
לצפייה `,
        date: `23 ביולי 2026`,
        link: "https://www.facebook.com/reel/3092917037560550"
    },
    {
        id: 2,
        type: 'img',
        src: post25,
        description: `תושבי מתחם הנביאים היקרים,
ראשית, אני מבקש להודות לכל מי שהקדיש מזמנו והשתתף במשאל בנושא הצבת האנטנות הסלולריות במתחם.
שיתוף הציבור הוא צורת עבודה ולא סיסמה ועמדת התושבים חשובה ביותר בתהליך קבלת ההחלטות:
במשאל השתתפו 335  תושבים  ותוצאותיו הן:
180 תושבים הביעו תמיכה בהצבת שלוש האנטנות, ככל שהדבר יידרש מבחינה מקצועית.
128 תושבים הביעו התנגדות להצבת האנטנות.
27 תושבים ציינו כי אין להם העדפה.
אתם החלטתם כי איכות הקליטה הסלולרית, נדרשת לשיפור תנאי החיים בשכונה.
עיריית ראש העין תמשיך לפעול באחריות, בשקיפות ובהקשבה מלאה לציבור, תוך בחינת כלל ההיבטים המקצועיים והתכנוניים, ותביא בחשבון גם את עמדות התושבים כפי שעלו במשאל.
תודה למיטל לוי מנהלת אגף שירות לתושב על הובלת התהליך.
שלכם,
רז שגיא
ראש עיריית ראש העין`,
        date: `21 ביולי 2026`
    },
    {
        id: 3,
        type: 'img',
        src: post24,
        description: `יש שני סוגי אנשים בעולם:
🌧️ אלה שרואים את הבוץ.
🌸 אלה שרואים את הפרחים.
לשמחתנו, היום נוספו עוד הרבה פרחים לראות.
צוותי הגינון שלנו ממשיכים לשתול ולהפריח את העיר, ואנחנו לגמרי בעד לעצור לרגע בדרך, להרים את הראש וליהנות מהצבעים.
אז מה אתם – רואים את הבוץ או את הפרחים? 😄🌷`,
        date: `23 ביוני 2026`
    },
    {
        id: 4,
        type: 'img',
        src: post23,
        description: `בשנים האחרונות סובלים עצים רבים ברחבי העיר מהכנימה הצמרית של עצי המיש. בקיץ שעבר התחילו באגף גינון ונוף במינהל שפ"ע, בניסוי שמטרתו מניעה, באמצעות הזרקת חומר הדברה לגזע העץ (יצירת קידוח קטן ומילוי חומר). 
מאחר שהניסוי הצליח מעל משוער, התחלנו השנה את הטיפול בעצי המיש כבר בתקופה זו, על מנת למנוע את ההפרשה הדביקה של הכנימה (טל דבש) שמלכלך הן את המדרכות והן את כלי הרכב. מכיוון שמדובר בעצים בוגרים, העצים זוכים לטיפול כפול ולעיתים אף משולש. 
אם גיליתם עץ שנדבק בכנימה ומפריש סביבו את הנוזל הדביק, יש לפנות למוקד 106 ולדווח, עובדי מינהל שפ"ע, אגף גנים ונוף, יגיעו לטפל בעץ. 
ממשיכים לפעול, למענכם.`,
        date: `14 ביוני 2026`
    },
    {
        id: 5,
        type: 'img',
        src: post22,
        description: `שיויון בפני החוק, הוא גם הזכות לשיויון וגם החובה לקיים את החוק והיא חלה כמובן גם על הרשות המקומית.
        לצפייה `,
        date: `10 ביוני 2026`,
        link: "https://www.facebook.com/reel/1535866284572921"
    },
    {
        id: 6,
        type: 'img',
        src: post21,
        description: `במקום שבו אוייבנו זורעים הרס ומוות, אנחנו מחדשים ונוטעים חיים. 
ממשיכים לפעול, למענכם.
לצפייה `,
        date: `8 ביוני 2026`,
        link: "https://www.facebook.com/reel/1320364762905073"
    },
    {
        id: 7,
        type: 'img',
        src: post20,
        description: `בחורף שחלף נפלו 3 עמודי תאורה ברחבי העיר. 
עוצמת הרוח והחלשות המתכת בבסיס העמודים, תרמו לנדנוד שהוביל בסופו של דבר לקריסתם.
כדי להפחית למינימום את הסיכוי שמקרים כאלה ישנו, התחיל הבוקר פרויקט בדיקת עמודי תאורה ברחבי העיר. 
באמצעות מכונה מיוחדת, עורכים שתי בדיקות:
הראשונה - לחץ לבחינת היציבות ונדנוד שבוחן את חזרת העמוד למקומו.
העמודים שלא יעמדו בתקן, יפורקו ויוחלפו. 
כולנו לא נרגיש, אבל בסיום הבחינה, נדע שיציבות עמודי התאורה בטוחה מבעבר.
דואגים לשלומכם, וממשיכים לפעול, למענכם.`,
        date: `28 במאי 2026`
    },
    {
        id: 8,
        type: 'img',
        src: post19,
        description: `לא הבנתם לאן הלך השלט בכניסה לנווה אפק? הוא יצא לפרישה.
ממש עכשיו הגיע השלט החדש. 
תתחדשו!`,
        date: `19 במאי 2026`
    },
    {
        id: 9,
        type: 'img',
        src: post18,
        description: `החזרנו עטרה ליושנה... 
המזרקה בכניסה למרכז המסחרי הישן תוקנה, חודשה ונצבעה. תודה לעובדי מינהל שפ"ע. 
פסח כשר ושמח.
ממשיכים לפעול, למענכם.`,
        date: `30 במרץ 2026`
    },      
    {
        id: 10,
        type: 'img',
        src: post17,
        description: `לפני שנתיים בדיוק ב-19/3/2024 התקיימה ישיבת המועצה הראשונה... 
מה עשינו מאז?
פעלנו סביב השעון, באחריות ובאהבה לעיר.
הנה חלק מהעשייה שלנו, לפי תחומים:
🏗️ תשתיות, תחבורה ופיתוח עירוני -
ביער סללנו והנגשנו את השביל המרכזי והקמנו חניון חדש (מזרחי)
פתיחת משעולים מגבעת הסלעים לטיילת ואדי רבה
פתיחת מעבר הולכי רגל מפסגת טל, לרחוב חיים ויצמן ושכונה A
סלילת רחוב אבן עזרא
סלילת מסלולי אופניים ברחובות ז’בוטינסקי, משה דיין, מנחם בגין וחותמי המגילה
הקמת חניון השוק וחניון ברחוב הרש"ש
הקמת חניונים זמניים, ברחוב מעודה, המרץ וחניון משאיות ואוטובוסים ברחוב האצ"ל.
הקמנו מגרש חניה למורים, מול בית ספר אסף
בנינו כניסה מרכזית לתיכון שחקים וחטיבת הביניים בראשית,
הקמנו קיר אקוסטי במנהרות וציפינו אותן בפאנלים אקוסטיים
הצבנו 2 תרנים סלולאריים לשיפור הקליטה בעיר
בשכונת הנביאים – סללנו כבישים, חידשנו מדרכות, סללנו מסלולי אופניים, נטענו עצים, הקמנו כיכרות, הקמנו את הפארק המרכזי ואת פארק האוכף ועוד ידינו נטועה...
פיתוח נופי והצבת שלט כניסה לשכונת פסגות
🌳 סביבה, פארקים ואיכות חיים
פתחנו את פארק לב העיר המחודש (המומינים לשעבר).
פיתחנו את וואדי רבה ונטענו עצים לאורכו
הקמנו גינת כושר, משחק ואימון ברחוב גולדה פינת יגאל אלון
שילשנו את פינות המיחזור בעיר
הסדרנו כניסה חינם לתושבי העיר למגדל צדק
הקמנו גינות כלבים בשכונת פסגות 
🛡️ ביטחון וחירום
הקמנו מרכז הפעלה ומרכז מכלולים עירוני
שיפצנו את המקלטים העירוניים, כולל מיזוג ו-WiFi
שיפצנו 3 מקלטים במבנה העירייה
הצבנו במבצע מסובך, 10 מרחבים מוגנים בגני ילדים
הקמנו משמר עירוני
הקמת 4 כיתות כוננות בשיתוף משטרת ישראל
הצבנו מחסומים בכל הכניסות לעיר
פתחנו מרכז גנרציה לשעת חירום בנאות אילנה
🏫 חינוך
פתיחת בתי הספר אבן חן וגבעולים
הקמנו תיכון חדש לבנות חרדיות
פתחנו את החטיבה הצומחת במגרש C110 ולקראת סיום הקמת חטיבה C116
הקמנו, כ-25 גני ילדים
בנינו אולם ספורט משולב עם ספרייה עירונית במתחם C
הקמנו אודיטוריום (420 מקומות) ואמפי פתוח (1,200 מקומות) במתחם תיכון שחקים
הפעלנו תוכניות מצוינות בגני הילדים ובבתי הספר
פתחנו את אזורי הרישום לגני ילדים
⚽ ספורט ופנאי
פעלנו להשלמת אצטדיון הכדורגל העירוני (כולל שתי טריבונות) ואישורו בהתאחדות הכדורגל
הצללנו את מגרש הכדורסל בבתי הספר "הבית של תמר" ו"נופים"
הקמנו אולם ספורט בבית ספר אולמות רחל
שיפצנו את אולמות הספורט בבתי ספר בית יעקב, אשכול ועוד.
👨‍👩‍👧‍👦 קהילה, רווחה ושירות לתושב
שיפוץ והרחבת המוקד העירוני
הקמת טיפת חלב ברחוב וגנר
הפעלת תוכנית פעילות לאימהות צעירות
ימנו את פרויקט "הסייעת במרכז", הכשרת סייעות ובחירת סייעות מצטיינות.
שיפצנו לעומק גני ילדים של המגזר החרדי
הכשרנו מבנה לעמותות "קסם" והבוטיק הקהילתי ובית למועדונית רווחה לנערות 
שיפוץ מועדונים- סמדר, פורום נשים ובית המתנדב
פעילויות שיתוף ציבור וקידום עסקים
פרויקט יזמים צעירים בקאסה
הקמנו בית לצופים בפסגות (שבט מגן)
🏛️ דת ושירותי קהילה
מינוי רב לעיר
חיבור שלושת בתי הכנסת במתחם הנביאים לתשתיות מים, חשמל וביוב
הקמת 3 מקוואות טהרה בשכונת פסגות 
הקמת מתחם בתי כנסת זמני במתחם חתני פרס נובל
🎉 תרבות ואירועים
יזמנו את אירועי יום העצמאות בפסגות (שפיר)
קיימנו אירועי שבת תרבות 
יזמנו אירועים קהילתיים בגינות 
קיימנו כנס מקהלות ארצי
פעלנו לפתיחת עגלות קפה ברחבי העיר
🧠 חדשנות וניהול
החלפנו את מנהלת משא"ן, בחרנו דובר חדש, מינינו מנהלת מינהל חינוך וגם את מנהלות כל האגפים במינהל, ראש מינהל שפ"ע ועוד
קידמנו דיגיטציה עירונית והעברת תיקי התכנון, לגניזה דיגיטלית
שיפרנו את מערכי השירות והניהול העירוניים
🚧 אכיפה וסדר ציבורי
פינינו פולשים משטחים ציבוריים ברחבי העיר
תודה לעובדי העירייה ומנהליה, בלעדיכם כול זה לא היה קורה.
תודה לשותפי חברי הקואליציה:
Lee-or Stavisky Zohar Reuveni ליאת מחזרי איתן תם עורך דין עדי אביני   אבטליון בצלאלי והרב אדמוני.
Ronita Tabib  מנכ"לית העירייה, מקווה שלפחות בשבת תצליחי לנוח, ביום ראשון ממשיכים בכל הכוח 😊
ממשיכים לפעול, למענכם. בשגרה ובחירום.`,
        date: `19 במרץ 2026`
    },       
    {
        id: 11,
        type: 'img',
        src: post16,
        description: `יש רגעים בעשייה הציבורית שבהם הלב מתרחב, והערב יצרנו רגע כזה. 
הערב אושרה במועצת העיר החלטה ערכית וחשובה מאין כמוה, עדכון הנחות הארנונה עבור :
משפחות שבהן יש זכאות לנכות למספר ילדים עם מוגבלות באותה משפחה.
גם הורים לילדים שהוכרו כנכים מעל גיל 18, המתגוררים בבית ההורים יזכו בהנחה. 
אנחנו מבינים היטב את המציאות המורכבת שאיתה מתמודדות המשפחות המיוחדות בעירנו. 
האחריות שלנו כרשות היא להושיט יד, להקל על הנטל ולוודא שאף משפחה לא תרגיש לבד במערכה.
ראש העין גאה להיות מהערים הראשונות בישראל שמיישמות את תיקון החוק באופן מוסדר ופרואקטיבי.
אנחנו מובילים את השינוי. 
אני רוצה להודות למשנה לראש העיר, ומחזיקת תיק צרכים מיוחדים ליאת מחזרי על קידום היוזמה המבורכת.
ממשיכים לפעול, למענכם.
לפרטים נוספים יש לפנות למחלקת הגבייה:
מוקד טלפוני - 03-9411169 מייל  - Gvia@rosh.org.il`,
        date: `10 במרץ 2026`
    },    
    {
        id: 12,
        type: 'img',
        src: post15,
        description: `בעלי עסקים חדשים בעיר, שימו לב!
הצלחתכם חשובה לנו! לכן נשמח לתת לכם שירות.
עסקים חדשים בעיר יקבלו פנייה יזומה ממחלקת רישוי העסקים, 
במטרה להקל עליהם את הליך הרישוי וללוות אותם עד הוצאת רישיון עסק.`,
        date: `25 בפברואר 2026`
    },
    {
        id: 13,
        type: 'img',
        src: post14,
        description: `לפעמים הצלת חיים מתחילה בדבר הכי בסיסי שיש – מים.

החודש יצא לדרך פרויקט ״מים חיים” - שיתוף פעולה חשוב ומרגש בין האגף לשירותים חברתיים לתאגיד המים ״עין אפק״. במסגרת הפרויקט, במקרים שבהם מזוהה חוסר שימוש חריג במים בביתו של אזרח ותיק במשך מספר שעות, מועבר דיווח יזום לאגף לשירותים חברתיים, כדי לאפשר בדיקה מהירה ומתן מענה בזמן אמת.

זהו מהלך פשוט, חכם ורגיש, שמבוסס על ערבות הדדית ועל האחריות שלנו כחברה לא להשאיר אף אחד לבד – ובוודאי לא בשקט, מאחורי דלת סגורה.

אני מברך את אנשי הרווחה ואת עובדי תאגיד המים על חשיבה מחוץ לקופסה, על חיבור בין מערכות, ובעיקר על לב גדול.
כך נראית עיר שרואה את התושבים שלה, גם כשאף אחד לא שומע.

נמשיך לפעול כדי להגן על האזרחים הוותיקים שלנו ולוודא שאף אחד מהם לא נשאר שקוף.

תודה לחגית בן רצון מנהלת האגף לשירותים חברתיים, עו״ד יאיר אברהם מנכ״ל תאגיד המים, עדי אביני יו״ר התאגיד והרב יעקב אדמוני מחזיק תיק הרווחה והאזרחים הותיקים.`,
        date: `10 בפברואר 2026`
    },
    {
        id: 14,
        type: 'img',
        src: post13,
        description: `במהלך השבוע האחרון, תחת תנאי מזג אוויר מאתגרים במיוחד, פעלו צוותי עיריית ראש העין, עובדי השטח וכוחות החירום בעיר במסירות יוצאת דופן.
טיפול בעצים שקרסו, במפגעים, בנזקים ובעיקר עבודה שקטה, נחושה ואחראית, כדי להחזיר את העיר לשגרה במהירות ובבטחה.
זו עבודה פיזית מורכבת, לעיתים מתישה, שמתבצעת הרחק מהעין הציבורית, אבל מתוך תחושת שליחות עמוקה ומחויבות אמיתית לתושבות ולתושבים.
אני מבקש לומר תודה גדולה לכל אחת ואחד מכם.
המקצועיות, האחריות והמסירות שלכם מורגשות בכל רחוב ובכל שכונה.
ראש העין גאה בכם.`,
        link: 'https://www.facebook.com/reel/845046178348597',
        date: `14 בינואר 2026`
    },
    {
        id: 15,
        type: 'img',
        src: post12,
        description: `בשנת 2025 הוכחה רמת התכנון והביצוע שלנו: הקמת תשתיות מתקדמות, מיגון מוסדות חינוך, בניית 80,000 מ״ר עסקים ומסחר ושדרוג משמעותי של מוסדות ומרחבים ציבוריים – כל זאת מבלי לתת לשגרת החירום לעכב אותנו. ￼

אנחנו ממשיכים קדימה עם תכנית 2026 שאפתנית: חמישה בתי ספר חדשים, בריכה עירונית, שדרוג הכניסות לעיר, פתרונות חניה ושיפור איכות השירות לתושב. ￼

מוזמנים ומוזמנות לקרוא את הכתבה - סיכום שנת 2025 ותכנון שנת 2026. הקישור בתגובות >>

העתיד כבר כאן – ונבנה אותו ביחד. 💪🏙`,
        date: `11 בינואר 2026`
    },
    {
        id: 16,
        type: 'video',
        src: post9,
        description: `🎥 התראיינתי בערוץ i24NEWS על תנופת הפיתוח של ראש העין, האתגרים שבדרך והמאבק שלנו בתחנת הכוח קסם.
מוזמנים לצפות ולהכיר את ראש העין שבדרך. יש לנו עיר נהדרת`,
        date: `12 בנובמבר 2025`
    },
    {
        id: 17,
        type: 'img',
        src: post11,
        description: `תכנית המתאר הכוללנית יוצאת לדרך...
        ראש העין מתחדשת`,
        link: 'https://www.facebook.com/reel/1285562806582487',
        date: `18 בספטמבר 2025`
    },
    {
        id: 18,
        type: 'img',
        src: post10,
        description: `כל יום חמישי בין 16:00 ל־19:00 – קבלת קהל אצלי בלשכה.
רבע שעה לכל תושב. כן, גם אם באתם עם קלסר עבה יותר מתקציב המדינה 😉
אני משתדל להקשיב בסבלנות, להבין עד הסוף – ובעיקר: למצוא פתרון ולעזור.
רוצים לקבוע? דברו עם הלשכה:
📞 03-9007201
שבת שלום!`,
        link: 'https://www.facebook.com/reel/1441371920403416',
        date: `8 באוגוסט 2025`
    },
    {
        id: 19,
        type: 'img',
        src: post8,
        description: `הכנימה הצימרית, מיררה את חיינו בשנים האחרונות  וגרמה לחומר הדביק שהכתים מכוניות ומדרכות.
        אגף גנים ונוף במינהל שפ''ע, החל הקיץ בטיפול ניסיוני כנגד הכנימה הצמרית ויש להניח ששמחתם לגלות שהפרשת הכנימה נעלמה.
        עד כה הטיפול משיג תוצאות טובות, אולם אנחנו ממשיכים במעקב צמוד עם האגרונום העירוני, כדי לוודא שהטיפול יעיל גם בשיא פעילות המזיק (בחודשים אוגוסט-ספטמבר).
        נקווה שהמצב ימשיך ובתחילת אוקטובר, תהיה לכולנו בשורה ודאית וטובה.
        תחזיקו אצבעות – אנחנו קרובים לפריצת דרך!`,
        date: `3 באוגוסט, 2025`
    },
    {
        id: 20,
        type: 'img',
        src: post7,
        description: `🌼 הפרחים מדברים בעד עצמם– ראש העין פורחת! 🌼
        ציניות אדומות וצהובות, עצי לגסטרמיה בגוונים מהממים וניחוח של קיץ מתוק באוויר  ☀️🌳
        אנחנו ממשיכים לייפות את העיר שלנו והופכים אותה לצבעונית ומזמינה יותר.
        בכיכרות, בצירים הראשיים ובגנים, הפרחים החדשים כבר כאן ותראו אותם כשתיהיו בחוץ ותיהנו.
        גאווה גדולה לראות את הצוותים שלנו עובדים יום יום, כדי שראש העין תהיה פשוט וואו.
        תודה לאגף גנים ונוף במינהל שפ"ע על כל צבע, שתיל ועלה 💚`,
        date: `24 ביולי, 2025`
    },
    {
        id: 21,
        type: 'video',
        src: post6,
        description: `📚 גם בזמן חירום – ממשיכים לקרוא!
        אני מזמין אתכם להצטרף לשירותי הספרייה במתכונת מיוחדת: הזמנת ספרים לאיסוף בסניפים האוטומטיים או ישירות מפתח הספרייה, לצד קודים לספרים דיגיטליים בעברית.
        ובימים אלה, ספריית ראש העין החדשה כבר נבנית, כדי שגם אחרי ימי החירום תיהנו מספרייה מתקדמת ומזמינה. 
        מוזמנים לצפות`,
        date: `22 ביוני, 2025`
    },
    {
        id: 22,
        type: 'img',
        src: post5,
        description: `פותחים את פארק לב העיר! 🌳🎉
        אחרי קרוב לשנתיים של עבודה אינטנסיבית (כן, כן - עוד לפני שנבחרתי) – פתחנו היום באופן רשמי את פארק לב העיר (לשעבר גן המומינים) בהפנינג צבעוני, מרגש ועמוס במשפחות וילדים מחייכים ובנוכחות מכובדים ממשרד השיכון, סגנים וחברי מועצה ועובדי עירייה. 
        במהלך הדרך עברנו לא מעט אתגרים – תשתיות מורכבות, שינויים בתכנון, עליות מחירים ועוד אירועים בלתי מתוכננים שלא פסחו עלינו. אבל היה לנו יעד ברור מול העיניים: ליצור מרחב ירוק, איכותי ומזמין בלב ראש העין – ואנחנו שם.
        הושקעו כאן מיליוני שקלים ממשרד השיכון ומהעירייה, ולכל אורך הדרך ליוויתי את הפרויקט מקרוב, עם סיורי שטח קבועים אחת לשבועיים. ההשקעה השתלמה – והתוצאה לפניכם.
        תודה ענקית למינהל שפ״ע – ובמיוחד לאגף גנים ונוף ולאגף תשתיות – על עבודה מקצועית, מסורה ובלתי מתפשרת, גם כשהדרך לא הייתה פשוטה.
        מזמין את כולכם להגיע, ליהנות, ולתת ללב העיר לפעום מחדש 💚
        צילום 📸: קובי אליהו`,
        date: `11 ביוני, 2025`
    },
    {
        id: 23,
        type: 'video',
        src: post4,
        description: `רגע לפני שנסב לשולחן החג, אני מאחל לכם פסח שמח ומזמין אתכם לראות מה הספקנו בשנה האחרונה ומה מתוכנן לעתיד 
        צפו בסרטון ומצרף את תפילתי להשבת החטופים ולשלום חיילי צה"ל`,
        date: `10 באפריל, 2025`
    },
    {
        id: 24,
        type: 'img',
        src: post3,
        description: `הבטחתי וקיימתי!
        הפודטראקים הגיעו לראש העין!
        אחד כבר פועל - בשכונת נופרים ואחד נוסף בכניסה ליער (פתוח בשבת) ייפתח בשבוע הבא. אחרי פסח יפתח שלישי באגם (כשר).
        אחרי יום העצמאות יפתחו פודטראקים גם ברובע הנביאים ובמתחם הקבלנים.
        במקביל, מוקם בית קפה חדש בהיכל התרבות (קפה נינה) וגם הוא יפתח בקיץ.
        אני נותן לתמונות לדבר😉
        מחכים לכם עם מפית מוכנה...`,
        date: `2 באפריל, 2025`
    },
    {
        id: 25,
        type: 'video',
        src: post0,
        description: `
        אני שמח להודיע שמועצת העיר אישרה הערב את התקציב לשנת 2025.
        השנה החלטנו, למרות שנה כלכלית מורכבת, לתעדף ולהעלות את תקציבי הביטחון, החינוך, הניקיון וגינון העיר.
        בסרטון הבא בדקנו מה אתם יודעים על תקציב העירייה. מוזמנות ומוזמנים לצפות ולהכיר את עיקרי תקציב העירייה.
        בימים הקרובים נפרסם עבור כל תחום את עיקרי התוספות התקציביות, הכל כדי לשפר את השירות עבורכם.`,
        date: '7 בינואר, 2025'
    },
    {
        id: 26,
        type: 'video',
        src: post1,
        description: `סיכום שנת 2024 בתמונות 
        צפו בסרטון המסכם את הרגעים הגדולים והפרויקטים המשמעותיים שהפכו את השנה הזו לבלתי נשכחת👇`,
        date: '6 בינואר 2025'
    },
    {
        id: 27,
        type: 'video',
        src: post2,
        description: `היום, כ״ט בנובמבר, תאריך ההצבעה באו"ם שאשרה את הקמת מדינת ישראל ב-1947. אז גם אנחנו בוחרים לפרסם  על התחלות חדשות:
        חיבורים בין צעירים ומבוגרים, דתיים וחילוניים, תושבי השכונות הותיקות והחדשות, שחברו יחד לחשוב ולעמול על חזון עירוני משותף. 
        מוזמנים לצפות בסרטון ולקבל הצצה לתחילת התהליך:`,
        date: '29 בנובמבר, 2024'
    }
]