import { iPost } from "../types/Post";
import post0 from "../images/general/post0.mp4"
import post1 from "../images/general/post1.mp4"
import post2 from "../images/general/post2.mp4"
import post3 from "../images/general/post3.jpeg"
import post4 from "../images/general/post4.mp4"
import post5 from "../images/general/post5.jpg"
import post6 from "../images/general/post6.mp4"
import post7 from "../images/general/post7.jpg"
import post8 from "../images/general/post8.jpg"
import post9 from "../images/general/post9.mp4"
import post10 from "../images/general/post10.png"
import post11 from "../images/general/post11.png"
import post12 from "../images/general/post12.jpg"
import post13 from "../images/general/post13.png"
import post14 from "../images/general/post14.jpg"

export const Gposts: iPost[] = [
    {
        id: 0,
        type: 'img',
        src: post14,
        description: `לפעמים הצלת חיים מתחילה בדבר הכי בסיסי שיש – מים.

החודש יצא לדרך פרויקט ״מים חיים” - שיתוף פעולה חשוב ומרגש בין האגף לשירותים חברתיים לתאגיד המים ״עין אפק״. במסגרת הפרויקט, במקרים שבהם מזוהה חוסר שימוש חריג במים בביתו של אזרח ותיק במשך מספר שעות, מועבר דיווח יזום לאגף לשירותים חברתיים, כדי לאפשר בדיקה מהירה ומתן מענה בזמן אמת.

זהו מהלך פשוט, חכם ורגיש, שמבוסס על ערבות הדדית ועל האחריות שלנו כחברה לא להשאיר אף אחד לבד – ובוודאי לא בשקט, מאחורי דלת סגורה.

אני מברך את אנשי הרווחה ואת עובדי תאגיד המים על חשיבה מחוץ לקופסה, על חיבור בין מערכות, ובעיקר על לב גדול.
כך נראית עיר שרואה את התושבים שלה, גם כשאף אחד לא שומע.

נמשיך לפעול כדי להגן על האזרחים הוותיקים שלנו ולוודא שאף אחד מהם לא נשאר שקוף.

תודה לחגית בן רצון מנהלת האגף לשירותים חברתיים, עו״ד יאיר אברהם מנכ״ל תאגיד המים, עדי אביני יו״ר התאגיד והרב יעקב אדמוני מחזיק תיק הרווחה והאזרחים הותיקים.`,
        date: `10 בפברואר 2026`
    },
    {
        id: 1,
        type: 'img',
        src: post13,
        description: `במהלך השבוע האחרון, תחת תנאי מזג אוויר מאתגרים במיוחד, פעלו צוותי עיריית ראש העין, עובדי השטח וכוחות החירום בעיר במסירות יוצאת דופן.
טיפול בעצים שקרסו, במפגעים, בנזקים ובעיקר עבודה שקטה, נחושה ואחראית, כדי להחזיר את העיר לשגרה במהירות ובבטחה.
זו עבודה פיזית מורכבת, לעיתים מתישה, שמתבצעת הרחק מהעין הציבורית, אבל מתוך תחושת שליחות עמוקה ומחויבות אמיתית לתושבות ולתושבים.
אני מבקש לומר תודה גדולה לכל אחת ואחד מכם.
המקצועיות, האחריות והמסירות שלכם מורגשות בכל רחוב ובכל שכונה.
ראש העין גאה בכם.`,
        link: 'https://www.facebook.com/reel/845046178348597',
        date: `14 בינואר 2026`
    },
    {
        id: 2,
        type: 'img',
        src: post12,
        description: `בשנת 2025 הוכחה רמת התכנון והביצוע שלנו: הקמת תשתיות מתקדמות, מיגון מוסדות חינוך, בניית 80,000 מ״ר עסקים ומסחר ושדרוג משמעותי של מוסדות ומרחבים ציבוריים – כל זאת מבלי לתת לשגרת החירום לעכב אותנו. ￼

אנחנו ממשיכים קדימה עם תכנית 2026 שאפתנית: חמישה בתי ספר חדשים, בריכה עירונית, שדרוג הכניסות לעיר, פתרונות חניה ושיפור איכות השירות לתושב. ￼

מוזמנים ומוזמנות לקרוא את הכתבה - סיכום שנת 2025 ותכנון שנת 2026. הקישור בתגובות >>

העתיד כבר כאן – ונבנה אותו ביחד. 💪🏙`,
        date: `11 בינואר 2026`
    },
    {
        id: 3,
        type: 'video',
        src: post9,
        description: `🎥 התראיינתי בערוץ i24NEWS על תנופת הפיתוח של ראש העין, האתגרים שבדרך והמאבק שלנו בתחנת הכוח קסם.
מוזמנים לצפות ולהכיר את ראש העין שבדרך. יש לנו עיר נהדרת`,
        date: `12 בנובמבר 2025`
    },
    {
        id: 4,
        type: 'img',
        src: post11,
        description: `תכנית המתאר הכוללנית יוצאת לדרך...
        ראש העין מתחדשת`,
        link: 'https://www.facebook.com/reel/1285562806582487',
        date: `18 בספטמבר 2025`
    },
    {
        id: 5,
        type: 'img',
        src: post10,
        description: `כל יום חמישי בין 16:00 ל־19:00 – קבלת קהל אצלי בלשכה.
רבע שעה לכל תושב. כן, גם אם באתם עם קלסר עבה יותר מתקציב המדינה 😉
אני משתדל להקשיב בסבלנות, להבין עד הסוף – ובעיקר: למצוא פתרון ולעזור.
רוצים לקבוע? דברו עם הלשכה:
📞 03-9007201
שבת שלום!`,
        link: 'https://www.facebook.com/reel/1441371920403416',
        date: `8 באוגוסט 2025`
    },
    {
        id: 6,
        type: 'img',
        src: post8,
        description: `הכנימה הצימרית, מיררה את חיינו בשנים האחרונות  וגרמה לחומר הדביק שהכתים מכוניות ומדרכות.
        אגף גנים ונוף במינהל שפ''ע, החל הקיץ בטיפול ניסיוני כנגד הכנימה הצמרית ויש להניח ששמחתם לגלות שהפרשת הכנימה נעלמה.
        עד כה הטיפול משיג תוצאות טובות, אולם אנחנו ממשיכים במעקב צמוד עם האגרונום העירוני, כדי לוודא שהטיפול יעיל גם בשיא פעילות המזיק (בחודשים אוגוסט-ספטמבר).
        נקווה שהמצב ימשיך ובתחילת אוקטובר, תהיה לכולנו בשורה ודאית וטובה.
        תחזיקו אצבעות – אנחנו קרובים לפריצת דרך!`,
        date: `3 באוגוסט, 2025`
    },
    {
        id: 7,
        type: 'img',
        src: post7,
        description: `🌼 הפרחים מדברים בעד עצמם– ראש העין פורחת! 🌼
        ציניות אדומות וצהובות, עצי לגסטרמיה בגוונים מהממים וניחוח של קיץ מתוק באוויר  ☀️🌳
        אנחנו ממשיכים לייפות את העיר שלנו והופכים אותה לצבעונית ומזמינה יותר.
        בכיכרות, בצירים הראשיים ובגנים, הפרחים החדשים כבר כאן ותראו אותם כשתיהיו בחוץ ותיהנו.
        גאווה גדולה לראות את הצוותים שלנו עובדים יום יום, כדי שראש העין תהיה פשוט וואו.
        תודה לאגף גנים ונוף במינהל שפ"ע על כל צבע, שתיל ועלה 💚`,
        date: `24 ביולי, 2025`
    },
    {
        id: 8,
        type: 'video',
        src: post6,
        description: `📚 גם בזמן חירום – ממשיכים לקרוא!
        אני מזמין אתכם להצטרף לשירותי הספרייה במתכונת מיוחדת: הזמנת ספרים לאיסוף בסניפים האוטומטיים או ישירות מפתח הספרייה, לצד קודים לספרים דיגיטליים בעברית.
        ובימים אלה, ספריית ראש העין החדשה כבר נבנית, כדי שגם אחרי ימי החירום תיהנו מספרייה מתקדמת ומזמינה. 
        מוזמנים לצפות`,
        date: `22 ביוני, 2025`
    },
    {
        id: 9,
        type: 'img',
        src: post5,
        description: `פותחים את פארק לב העיר! 🌳🎉
        אחרי קרוב לשנתיים של עבודה אינטנסיבית (כן, כן - עוד לפני שנבחרתי) – פתחנו היום באופן רשמי את פארק לב העיר (לשעבר גן המומינים) בהפנינג צבעוני, מרגש ועמוס במשפחות וילדים מחייכים ובנוכחות מכובדים ממשרד השיכון, סגנים וחברי מועצה ועובדי עירייה. 
        במהלך הדרך עברנו לא מעט אתגרים – תשתיות מורכבות, שינויים בתכנון, עליות מחירים ועוד אירועים בלתי מתוכננים שלא פסחו עלינו. אבל היה לנו יעד ברור מול העיניים: ליצור מרחב ירוק, איכותי ומזמין בלב ראש העין – ואנחנו שם.
        הושקעו כאן מיליוני שקלים ממשרד השיכון ומהעירייה, ולכל אורך הדרך ליוויתי את הפרויקט מקרוב, עם סיורי שטח קבועים אחת לשבועיים. ההשקעה השתלמה – והתוצאה לפניכם.
        תודה ענקית למינהל שפ״ע – ובמיוחד לאגף גנים ונוף ולאגף תשתיות – על עבודה מקצועית, מסורה ובלתי מתפשרת, גם כשהדרך לא הייתה פשוטה.
        מזמין את כולכם להגיע, ליהנות, ולתת ללב העיר לפעום מחדש 💚
        צילום 📸: קובי אליהו`,
        date: `11 ביוני, 2025`
    },
    {
        id: 10,
        type: 'video',
        src: post4,
        description: `רגע לפני שנסב לשולחן החג, אני מאחל לכם פסח שמח ומזמין אתכם לראות מה הספקנו בשנה האחרונה ומה מתוכנן לעתיד 
        צפו בסרטון ומצרף את תפילתי להשבת החטופים ולשלום חיילי צה"ל`,
        date: `10 באפריל, 2025`
    },
    {
        id: 11,
        type: 'img',
        src: post3,
        description: `הבטחתי וקיימתי!
        הפודטראקים הגיעו לראש העין!
        אחד כבר פועל - בשכונת נופרים ואחד נוסף בכניסה ליער (פתוח בשבת) ייפתח בשבוע הבא. אחרי פסח יפתח שלישי באגם (כשר).
        אחרי יום העצמאות יפתחו פודטראקים גם ברובע הנביאים ובמתחם הקבלנים.
        במקביל, מוקם בית קפה חדש בהיכל התרבות (קפה נינה) וגם הוא יפתח בקיץ.
        אני נותן לתמונות לדבר😉
        מחכים לכם עם מפית מוכנה...`,
        date: `2 באפריל, 2025`
    },
    {
        id: 12,
        type: 'video',
        src: post0,
        description: `
        אני שמח להודיע שמועצת העיר אישרה הערב את התקציב לשנת 2025.
        השנה החלטנו, למרות שנה כלכלית מורכבת, לתעדף ולהעלות את תקציבי הביטחון, החינוך, הניקיון וגינון העיר.
        בסרטון הבא בדקנו מה אתם יודעים על תקציב העירייה. מוזמנות ומוזמנים לצפות ולהכיר את עיקרי תקציב העירייה.
        בימים הקרובים נפרסם עבור כל תחום את עיקרי התוספות התקציביות, הכל כדי לשפר את השירות עבורכם.`,
        date: '7 בינואר, 2025'
    },
    {
        id: 13,
        type: 'video',
        src: post1,
        description: `סיכום שנת 2024 בתמונות 
        צפו בסרטון המסכם את הרגעים הגדולים והפרויקטים המשמעותיים שהפכו את השנה הזו לבלתי נשכחת👇`,
        date: '6 בינואר 2025'
    },
    {
        id: 14,
        type: 'video',
        src: post2,
        description: `היום, כ״ט בנובמבר, תאריך ההצבעה באו"ם שאשרה את הקמת מדינת ישראל ב-1947. אז גם אנחנו בוחרים לפרסם  על התחלות חדשות:
        חיבורים בין צעירים ומבוגרים, דתיים וחילוניים, תושבי השכונות הותיקות והחדשות, שחברו יחד לחשוב ולעמול על חזון עירוני משותף. 
        מוזמנים לצפות בסרטון ולקבל הצצה לתחילת התהליך:`,
        date: '29 בנובמבר, 2024'
    }
]