import { iPost } from "../types/Post";
import post1 from "../images/cultureS/post1.jpeg"
import post2 from "../images/cultureS/post2.jpeg"
import post3 from "../images/cultureS/post3.mp4"
import post4 from "../images/cultureS/post4.jpeg"
import post5 from "../images/cultureS/post5.jpeg"
import post6 from "../images/cultureS/post6.jpg"
import post7 from "../images/cultureS/post7.png"
import post8 from "../images/cultureS/post8.png"
import post9 from "../images/cultureS/post9.jpg"
import post10 from "../images/cultureS/post10.jpg"
import post11 from "../images/cultureS/post11.jpg"

export const Cposts: iPost[] = [
    {
        id: 0,
        type: 'img',
        src: post11,
        description: `הגעתי לחגוג את ט״ו בשבט באירוע מקסים ומלא שמחה בגינה הקהילתית 🌳 בגבעת הסלעים.
עשרות תושבות ותושבים הגיעו, הילדים נהנו מפעילויות חווייתיות, והאווירה הייתה של קהילה חיה ונושמת.
תודה גדולה לחוה אברבנל, רכזת הגינה, על יוזמה, השקעה וחיבור אמיתי בין אנשים, אדמה וקהילה.
ט״ו בשבט שמח 💜`,
        date: '2 בפברואר, 2026'
    },     
    {
        id: 1,
        type: 'img',
        src: post10,
        description: `ערב ראשון ויוצא דופן מסוגו בארץ, המהווה אבן דרך בעשייה הערכית והחברתית שלנו בעיר. 
ערב הצדעה להרכבים מוזיקלים המשלבים יוצרים ומוסיקאים בעלי צרכים מיוחדים ובלעדיהם, מכל רחבי הארץ!
זו הייתה חגיגה של מוסיקה, של שוויון, הכלה, ושותפות חברתית בקהילה.
הופיעו: הרכב מנצח מראש העין, אנסמבל שווים מכפר סבא, הזמרת ענת סגל, הזמרת אסתר שחר, להקת ים אהבה מאשקלון, להקת רוח חדשה מרחובות, להקת Mad about me מרחובות והמלחין קובי אושרת.
תודה לאנשי החברה העירונית ובראשם
שרון עזריאל ואבנר תעיזי עוז.
תודה לחברת המועצה המשנה לראש העיר ליאת מחזרי מחזיקת תיק צרכים מיוחדים. תודה להדר עובד, עו״סית ומנהלת תחום צרכים מיוחדים באגף לשירותים חברתיים, לחגית בן רצון מנהלת האגף. תודה ל Rinat Shaya-Megido מנהלת אגף נוער, צעירים וספורט. תודה ל Yaron Gan מנהל הקונסרבטוריון ולרזיאל מהצרי סגנו. 
תודה מיוחדת לעופרה כהן היוזמת והמנהלת של הערב הנפלא הזה, שמלווה את הרכב מנצח שלנו מאז הקמתו במסירות ואהבה.`,
        date: '4 בינואר, 2026'
    },    
    {
        id: 2,
        type: 'img',
        src: post9,
        description: `מקדמים את הגיל השלישי בפסגות אפק ❤️🤝

בשכונת פסגות כבר התאכלסו למעלה מאלפיים אזרחים ותיקים ורבים מהם הגיעו לעיר ללא מעגל חברתי.

מתוך ראייה קהילתית וערכית, ובסיוע מפעל הפיס, מובילה מחלקת גיל הזהב באגף לשירותים חברתיים תוכנית ייחודית, המהווה מענה קהילתי מותאם לאוכלוסייה זו.

התוכנית פועלת להכשרת מנטורים פעילים מקרב האזרחים הוותיקים עצמם, וכוללת תהליך מקצועי מותאם, בליווי אנשי מקצוע.
הקבוצות יוזמות ומפעילות פרויקטים חברתיים, מפגשים בין-דוריים וביקורי בית לאזרחים ותיקים.

כל אלו יחד יוצרים קהילות מחוברות, משמעותיות ומעצימות, המקדמות הזדקנות מיטבית וחברה בין-דורית ערכית.

כי בראש העין –
הגיל השלישי נמצא במקום הראשון 💙`,
        date: '4 בינואר, 2026'
    },
    {
        id: 3,
        type: 'img',
        src: post8,
        description: `הצעתם להביא לעיר פאדל?! 
הקשבנו לכם ובקרוב ייפתחו 3 מגרשים בעיר
מוזמנים לצפות>>>`,
        link: 'https://www.facebook.com/reel/3853744101426214',
        date: '25 בדצמבר, 2025'
    },
    {
        id: 4,
        type: 'img',
        src: post7,
        description: `שמח לעדכן כי הספרייה העירונית ברחוב זכריה משה, נפתחה השבוע לאחר שיפוץ עמוק ובסוף דצמבר, תיפתח הסיפרייה החדשה... 
צפו>>>`,
        link: 'https://www.facebook.com/reel/1710635646577895',
        date: '20 בנובמבר, 2025'
    },
    {
        id: 5,
        type: 'video',
        src: post3,
        description: `תושבי ראש העין היקרים, 
שנה טובה ומתוקה! 
לכם, למשפחתכם ולכל בית ישראל 🍯🍎
מחזק את חיילי צה"ל ומתפלל לשלום הפצועים ולחזרתם בשלום של החטופים🎗`,
        date: '22 בספטמבר, 2025'
    },
    {
        id: 6,
        type: 'img',
        src: post1,
        description: `עלינו ליגה: האצטדיון העירוני נחנך!`,
        date: '5 בספטמבר, 2025'
    },
    {
        id: 7,
        type: 'img',
        src: post6,
        description: `ככה פותחים את הקיץ עם פוליקר באגם!
        3000 תושבות ותושבים רוקדים, שרים ומרימים כוס לחיים. בכפיים בכפיים👏
        גם ברגעים אלו, לא שוכחים ומתפללים לשובם של כל החטופים  ולשלומם של כל חיילי צה''ל`,
        date: '3 ביולי, 2025'
    },
    {
        id: 8,
        type: 'img',
        src: post5,
        description: `ממשיכים להכניס אנרגיה וספורט לשכונות!
        שמח לעדכן על המשך התקנת שולחנות פינג פונג בגנים ציבוריים ברחבי העיר – עוד צעד קטן לכיוון קהילה פעילה, בריאה ומחוברת 💪
        שולחנות חדשים הותקנו לאחרונה במיקומים הבאים:
        ✔️ גן שייקה אופיר (רובע האומנים B – גן תדהר)
        ✔️ שצ"פ הגבעה (רובע הנביאים E)
        ✔️ גן נדין גורדימר (רובע חתני פרס נובל A)
        ✔️ גן פעמון (שכונת נווה אפק)
        ✔️ גן דקר (שכונת המייסדים)
        אז תביאו מחבט, קחו חבר או ילד, ותגיעו להתאמן – או פשוט ליהנות ממשחק טוב באוויר הפתוח 🏓☀️`,
        date: `11 ביוני, 2025`
    },
    {
        id: 9,
        type: 'img',
        src: post4,
        description: `תושבי ראש העין היקרים,
        ממחר, הכניסה לגן הלאומי מגדל צדק בחינם!
        קראתם נכון – מנכ"לית העירייה וגזבר העירייה, חתמו על הסכם עם רשות הטבע והגנים, שמאפשר כניסה חינם לתושבי העיר לגן הלאומי מגדל צדק החל מחודש נובמבר 2024. 
        מעתה ולמשך 6 חודשים (ובסיום התקופה תיבחן הארכת ההסכם), נוכל כולנו ליהנות מהטבע המרהיב, השבילים המטופחים והנוף המרשים של הגן הלאומי, חינם.
        ממשיכים לעבוד בשבילכם!
        *הכניסה תתאפשר בהצגת ת.ז. (המציגה כי הינכם תושבי העיר) בכניסה לאתר.`,
        date: '11 בנובמבר, 2024'
    },
    {
        id: 10,
        type: 'img',
        src: post2,
        description: `התוכנית להקמת מרכז תיירות, פנאי ובילוי במגדל צדק, אושרה במהלך חודש אוקטובר להפקדה בוועדה המחוזית.
        זו בשורה מכיוון שהתוכנית כוללת בית מלון בהיקף 120-200 חדרים, מרכז כנסים, בית קולנוע, בריכה, מרכז בינלאומי לאומנויות לחימה, בתי קפה ודוכני אומנים.
        זו בשורה מפני שהתוכנית משקמת את המחצבה הנטושה ומקושרת בהיבט הנופי לסביבה ולטבע, באמצעות טיילת סביבתית ושבילי הליכה, ריצה ורכיבה, הן לגן הלאומי מגדל צדק והן לדרך בן גוריון.
        זו בשורה לתושבי העיר, שצמאים למרכז בילוי, פנאי וספורט וזו תוספת לשטחי המסחר והתעסוקה, אשר תתרום ליציבותה הכלכלית של ראש העין.
        תודות – לבני (בנגה) בית אור, לאלוף הקרטה איל ניר, למהנדס העיר אינג' משה לורברבום ולאדריכל העיר אלדד גופר, לסגן ראש העיר איתי ונה, למתכנן המיזם האדריכל יובל רגב, לאנשי רשות הטבע והגנים הלאומיים ולאנשי הוועדה המחוזית, שאפשרו לכל הדבר הזה להתקדם.`,
        date: '3 בנובמבר, 2024'
    }
]