import { iPost } from "../types/Post";
import post1 from "../images/cultureS/post1.jpeg"
import post2 from "../images/cultureS/post2.jpeg"
import post3 from "../images/cultureS/post3.jpg"
import post4 from "../images/cultureS/post4.jpeg"
import post5 from "../images/cultureS/post5.jpeg"
import post6 from "../images/cultureS/post6.jpg"

export const Cposts: iPost[] = [
    {
        id: 0,
        type: 'img',
        src: post6,
        description: `ככה פותחים את הקיץ עם פוליקר באגם!
        3000 תושבות ותושבים רוקדים, שרים ומרימים כוס לחיים. בכפיים בכפיים👏
        גם ברגעים אלו, לא שוכחים ומתפללים לשובם של כל החטופים  ולשלומם של כל חיילי צה''ל`,
        date: '3 ביולי, 2025'
    },
    {
        id: 1,
        type: 'img',
        src: post3,
        description: `התרגשות גדולה – חתמנו על טופס 4 לאצטדיון! ⚽🎉
        אחרי למעלה משלוש שנים של עבודות פיתוח אינטנסיביות, עיכובים, אתגרים ובירוקרטיה – היום זה קרה: נחתם טופס 4 לאצטדיון הכדורגל בשכונת נופרים!
        זהו רגע מרגש ומשמעותי עבור כל אוהבי הספורט בעיר.
        הדרך לא הייתה פשוטה, אבל לא ויתרנו. התעקשנו, טיפלנו, ליווינו – והיום חתמנו על האישור שמקדם אותנו צעד ענק קדימה.
        אנחנו כבר בשלב הבא – רישוי מההתאחדות לכדורגל. זה יקח כחודש ונגיע גם לשם.
        ואז... מחכים לנו משחקי ליגה אצלנו בבית, באצטדיון העירוני החדש של ראש העין!
        תודה לכל העוסקים במלאכה על ההשקעה, הסבלנות והאמונה.
        העתיד כבר כאן – ויש לו דשא ירוק וטריבונות. 💚`,
        date: '12 ביוני, 2025'
    },
    {
        id: 2,
        type: 'img',
        src: post5,
        description: `ממשיכים להכניס אנרגיה וספורט לשכונות!
        שמח לעדכן על המשך התקנת שולחנות פינג פונג בגנים ציבוריים ברחבי העיר – עוד צעד קטן לכיוון קהילה פעילה, בריאה ומחוברת 💪
        שולחנות חדשים הותקנו לאחרונה במיקומים הבאים:
        ✔️ גן שייקה אופיר (רובע האומנים B – גן תדהר)
        ✔️ שצ"פ הגבעה (רובע הנביאים E)
        ✔️ גן נדין גורדימר (רובע חתני פרס נובל A)
        ✔️ גן פעמון (שכונת נווה אפק)
        ✔️ גן דקר (שכונת המייסדים)
        אז תביאו מחבט, קחו חבר או ילד, ותגיעו להתאמן – או פשוט ליהנות ממשחק טוב באוויר הפתוח 🏓☀️`,
        date: `11 ביוני, 2025`
    },
    {
        id: 3,
        type: 'img',
        src: post1,
        description: `צעד נוסף לקראת הכשרת האצטדיון העירוני והתאמתו לתקנות ההתאחדות לכדורגל 
        אוטוטו ומסיימים...`,
        date: '12 בדצמבר, 2024'
    },
    {
        id: 4,
        type: 'img',
        src: post2,
        description: `התוכנית להקמת מרכז תיירות, פנאי ובילוי במגדל צדק, אושרה במהלך חודש אוקטובר להפקדה בוועדה המחוזית.
        זו בשורה מכיוון שהתוכנית כוללת בית מלון בהיקף 120-200 חדרים, מרכז כנסים, בית קולנוע, בריכה, מרכז בינלאומי לאומנויות לחימה, בתי קפה ודוכני אומנים.
        זו בשורה מפני שהתוכנית משקמת את המחצבה הנטושה ומקושרת בהיבט הנופי לסביבה ולטבע, באמצעות טיילת סביבתית ושבילי הליכה, ריצה ורכיבה, הן לגן הלאומי מגדל צדק והן לדרך בן גוריון.
        זו בשורה לתושבי העיר, שצמאים למרכז בילוי, פנאי וספורט וזו תוספת לשטחי המסחר והתעסוקה, אשר תתרום ליציבותה הכלכלית של ראש העין.
        תודות – לבני (בנגה) בית אור, לאלוף הקרטה איל ניר, למהנדס העיר אינג' משה לורברבום ולאדריכל העיר אלדד גופר, לסגן ראש העיר איתי ונה, למתכנן המיזם האדריכל יובל רגב, לאנשי רשות הטבע והגנים הלאומיים ולאנשי הוועדה המחוזית, שאפשרו לכל הדבר הזה להתקדם.`,
        date: '3 בנובמבר, 2024'
    },
    {
        id: 5,
        type: 'img',
        src: post4,
        description: `תושבי ראש העין היקרים,
        ממחר, הכניסה לגן הלאומי מגדל צדק בחינם!
        קראתם נכון – מנכ"לית העירייה וגזבר העירייה, חתמו על הסכם עם רשות הטבע והגנים, שמאפשר כניסה חינם לתושבי העיר לגן הלאומי מגדל צדק החל מחודש נובמבר 2024. 
        מעתה ולמשך 6 חודשים (ובסיום התקופה תיבחן הארכת ההסכם), נוכל כולנו ליהנות מהטבע המרהיב, השבילים המטופחים והנוף המרשים של הגן הלאומי, חינם.
        ממשיכים לעבוד בשבילכם!
        *הכניסה תתאפשר בהצגת ת.ז. (המציגה כי הינכם תושבי העיר) בכניסה לאתר.`,
        date: '11 בנובמבר, 2024'
    }
]