import { iPost } from "../types/Post";
import post0 from "../images/development/post0.jpeg"
import post1 from "../images/development/post1.jpeg"
import post2 from "../images/development/post2.jpeg"
import post3 from "../images/development/post3.jpeg"
import post4 from "../images/development/post4.jpeg"
import post5 from "../images/development/post5.mp4"
import post6 from "../images/development/post6.jpeg"
import post7 from "../images/development/post7.jpg"
import post8 from "../images/development/post8.mp4"
import post9 from "../images/development/post9.jpg"
import post10 from "../images/development/post10.jpg"
import post11 from "../images/development/post11.jpg"
import post13 from "../images/development/post13.mp4"
import post14 from "../images/development/post14.mp4"
import post15 from "../images/development/post15.jpg"
import post16 from "../images/development/post16.mp4"
import post18 from "../images/development/post18.jpg"
import post19 from "../images/development/post19.mp4"
import post20 from "../images/development/post20.png"
import post21 from "../images/development/post21.png"
import post22 from "../images/development/post22.jpg"
import post23 from "../images/development/post23.png"
import post24 from "../images/development/post24.png"
import post25 from "../images/development/post25.png"
import post26 from "../images/development/post26.jpg"
import post27 from "../images/development/post27.jpg"
import post28 from "../images/development/post28.jpg"
import post29 from "../images/development/post29.png"
import post30 from "../images/development/post30.png"
import post31 from "../images/development/post31.jpg"
import post32 from "../images/development/post32.jpg"
import post33 from "../images/development/post33.jpg"
import post34 from "../images/development/post34.png"
import post35 from "../images/development/post35.jpg"
import post36 from "../images/development/post36.jpg"
import post37 from "../images/development/post37.jpg"
import post38 from "../images/development/post38.jpg"
import post39 from "../images/development/post39.png"
import post40 from "../images/development/post40.png"
import post41 from "../images/development/post41.png"
import post42 from "../images/development/post42.jpg"
import post43 from "../images/development/post43.png"
import post44 from "../images/development/post44.png"
import post45 from "../images/development/post45.jpg"
import post46 from "../images/development/post46.jpg"

export const Dposts: iPost[] = [
    {
        id: 0,
        type: 'img',
        src: post46,
        description: `רחוב מנחם בגין זוכה לנטיעת עצים (בוגרים) בצידו הדרומי. ממשיכים לנטוע במטרה להגיע ל-1,000 עצים חדשים בכל שנה. 
ממשיכים לפעול, למענכם.
שבת שלום 🙏`,
        date: `7 באוגוסט, 2026`
    },
    {
        id: 1,
        type: 'img',
        src: post45,
        description: `תושבי רחוב הלח"י, אתכם הסליחה על חוסר הנעימות שנגרם לכם במהלך סלילת הכביש מחדש לאחר עבודות הצנרת שביצענו.
בסיום העבודה תקבלו שדרוג מלא ורחוב סלול חדש מהקצה אל הקצה`,
        date: `28 ביולי, 2026`
    },
    {
        id: 2,
        type: 'img',
        src: post44,
        description: `פקקים, עיכובים ונסיעה מורכבת בשעות העומס, היו במשך שנים שם נרדף לכיכר המשוררים - יהודה הלוי ושבזי. היום המציאות הזו כבר נראית אחרת.
השלמנו את שדרוג רחוב יהודה הלוי – מצומת המשוררים ועד רחוב דוד בן גוריון – בפרויקט רחב היקף שנועד לשפר את זרימת התנועה, להגביר את הבטיחות ולהפוך את המרחב לנעים ונגיש יותר לכל משתמשי הדרך.
הפרויקט כלל הרחבת הכביש, הקמת צומת מרומזר חדש, שביל אופניים, חידוש מדרכות, פיתוח סביבתי, נטיעות, תחנות אוטובוס חדשות ושדרוג כלל התשתיות באזור.
תודה לחברת נתיבי ישראל ולכל השותפים שלקחו חלק בתכנון, בביצוע ובהשלמת הפרויקט. נשאר רק לטעת עצים ולשתול צמחים והתוצאה תהיה גם יפה.
ממשיכים להתחדש ולפתח את ראש העין, לשפר את התשתיות ולהשקיע באיכות החיים של כולנו.
לצפייה `,
        date: `16 ביולי, 2026`,
        link: "https://www.facebook.com/reel/1015748314711322"
    },
    {
        id: 3,
        type: 'img',
        src: post43,
        description: `🏗️ ראש העין ממשיכה בתנופת הפיתוח ואנחנו ממשיכים לעקוב ולפקח מקרוב אחר כל פרויקט, בכל רחבי העיר.
כל אתר בנייה, כל מוסד חינוך חדש שנבנה, כל כביש שנסלל, פארק או תשתית שמוקמים, מתקיימת עבודת תכנון, תיאום ומעקב שוטפת. עם קידום הפרויקטים החדשים, אנחנו פועלים להסיר חסמים, לקצר לוחות זמנים ולוודא שהעבודות מתקדמות בהתאם לתכנון.
בסרטון שלפניכם מוצגת חלק מהעשייה שמתרחשת בימים אלה ברחבי העיר.
נמשיך לעבוד, לעקוב ולהוביל את הפיתוח של ראש העין – כדי לבנות עיר טובה, בטוחה ואיכותית יותר עבור כולנו.
לצפייה `,
        date: `14 ביולי, 2026`,
        link: "https://www.facebook.com/reel/822907610790832"
    },
    {
        id: 4,
        type: 'img',
        src: post42,
        description: `עוד בשורה משמחת לתושבי רובע הנביאים: גינת המשחקים החדשה “חסמב”ה” נפתחה השבוע לקהל הרחב!
מדובר בגינת המשחקים הגדולה והמשמעותית ביותר שהוקמה עד כה ברובע, עם מגוון רחב של מתקנים המותאמים לגילאים שונים, מרחבים למשחק, מפגש ופעילות, ובעיקר – מקום שכיף לגדול בו, לבלות בו ולהיפגש בו.
מה שמשמח אותנו במיוחד הוא שהגינה הזו תוכננה יחד עם התושבים. במסגרת תהליך שיתוף ציבור בחרו התושבים את המתקנים שהיו חשובים להם, וכן את שם הגינה, ואנחנו גאים לראות את התוצאה הופכת למציאות.
רובע הנביאים ממשיך להתפתח, ואנחנו ממשיכים להשקיע ביצירת מרחבים ציבוריים איכותיים עבור המשפחות, הילדים והקהילה כולה.
תודות לצוות התכנון ואדריכלי הנוף במנעד. 
לנעמה אשל, אדריכלית הנוף מטעם העיריה.
למנהל הפרויקט אושר זהר ולמנהל/מפקח בשטח רפאל מאיוסט.
תודה מיוחדת לחברת מועצת העיר לי-אור סטבסקי על הדחיפה, הליווי והמחויבות לקידום הגינה ולפיתוח רובע הנביאים בכלל.
נתראה בחסמב”ה! 🌿🛝💚`,
        date: `1 ביולי, 2026`
    },
    {
        id: 5,
        type: 'img',
        src: post41,
        description: `מאגר ההשהיה שהוקם בין רח' הרב האלוף גורן, לרח' רביבים, זכה הבוקר לשכבת אספלט ראשונה בדרכי התחזוקה והתפעול המקיפות אותו. זה שלב נוסף לקראת סיום הפרויקט. בשבוע הבא תוכשר גם החנייה שתשרת את תושבי רח' הרב האלוף גורן ובעתיד גם את צוות מעון היום השיקומי שעתיד לקום מצידו השני של הרחוב. בשבועות הקרובים נסלול שכבה שנייה ונסיים להכשיר את הגינה הציבורית.  
ממשיכים לפעול, למענכם.
לצפייה `,
        date: `11 ביוני, 2026`,
        link: "https://www.facebook.com/reel/2227204068027822"
    },
    {
        id: 6,
        type: 'img',
        src: post40,
        description: `אנחנו עובדים בכל רחבי העיר והלואי שהייתה דרך לעשות את זה, מבלי להפריע כלל לשגרת החיים. 
עם זאת, כמו החניון שסיימנו ברחוב המתמיד, כך גם הפרויקטים האחרים בדרך לסיום והשלמה. קצת סבלנות בבקשה, אנחנו מחדשים מפני שצריך.
ממשיכים לפעול, למענכם.
לצפייה `,
        date: `25 במאי, 2026`,
        link: "https://www.facebook.com/reel/1531069425095737"
    },
    {
        id: 7,
        type: 'img',
        src: post39,
        description: `הכיכר הפכה לצומת מרומזר וכבר באותו יום אורגנה הפגנה פוליטית ורועשת בעירייה.
למחרת אורגנה הפגנה אלימה בבית ספר טל, בזמן מפגש עם תושבים.
יומיים מאוחר יותר מישהו שרף את הרמזורים.
10 ימים אחרי ההתקנה, הרמזורים עובדים והתנועה זורמת בצורה שלא הייתה כמותה.
הולכי הרגל והתלמידים קיבלו מעברי חציה מרומזרים ובטוחים, הנהגים זכו לחצייה מהירה ובטוחה של הצומת.
ראש העין מתחדשת. 
ממשיכים לפעול, למענכם.
לצפייה `,
        date: `24 במאי, 2026`,
        link: "https://www.facebook.com/reel/2024246168483289"
    },
    {
        id: 8,
        type: 'img',
        src: post38,
        description: `התחלנו בעבודות להכשרת חניון חדש, תקני ומסודר ברחוב המתמיד, ממש מול מינהל החינוך. 
מדובר בבשורה אמיתית והחניון החדש ישתלב בהקמת חניון חדש ברח' מנחם עמוסי וחניון חדש מאחורי בית מורשת ויד לבנים.   
מדובר על עשרות חניות חדשות במרכז העיר, בין רחוב שבזי, לרחוב החמישה. 
החניונים מונגשים כמובן וכוללים חניות נכים בהתאם לתקן.
החניון החדש מצטרף לשורת חניונים חדשים שהקמנו ברח' יהושוע בן-נון מול השוק, החניון ברח' הרש"ש, חניון המשאיות ברח' האצ"ל וחידוש החניון ברח' מעודה.
ממשיכים לפעול, למענכם.`,
        date: `17 במאי, 2026`
    },
    {
        id: 9,
        type: 'img',
        src: post37,
        description: `תושבי גבעת דניה - תתחדשו!
הלילה מדליקים את האור💡
השביל בין רחוב חליל לכינור 
שהיה חשוך מאז הקמת השכונה, 
יואר הלילה  
לאחר שהותקנו עמודי התאורה החדשים!  
ביקשתם, בחנו, התקנו.
תודה למחלקת החשמל ולמינהל שפ"ע על עבודה זריזה ומקצועית`,
        date: `14 במאי, 2026`
    },
    {
        id: 10,
        type: 'img',
        src: post36,
        description: `הבטחתי לסדר את חניון מעודה - בוצע!
בחותמי המגילה - סיימו חלק ראשון (מתוך 6) וממשיכים להתקדם.
ביהודה הלוי כבר סללו את שביל האופניים ומתחילים לסגור הכל לקראת סיום...
ממשיכים לפעול, למענכם.`,
        date: `24 באפריל, 2026`
    },
    {
        id: 11,
        type: 'img',
        src: post35,
        description: `השצ"פ המרכזי במתחם הנביאים, או גינת חסמב"ה, כפי שהחלטתם שנקרא לה. המתקנים כבר מוכנים, עמודי הציליות כבר ניצבים, עוד כמה שבועות של עבודה על השבילים ונוכל כולנו להנות מפארק חדשני, נרחב ומרכזי. בשורה גדולה לילדים ולהוריהם.
ממשיכים לפעול, למענכם.`,
        date: `15 באפריל, 2026`
    },
    {
        id: 12,
        type: 'img',
        src: post34,
        description: `גם בזמן המלחמה, ממשיכים לעבוד, בשבילכם. 
והפעם, אחרי שנתיים של עבודה קשה ומאומצת, המכרז להקמת קאנטרי קלאב חדש בראש העין יוצא לדרך!!!
קראתם נכון: מכרז להקמת קאנטרי קלאב חדש, הכולל בריכה, מכון כושר וכל השירותים הנלווים. 
שלחנו את המכרז לאישור משרד הפנים, ומיד אחרי האישור נפרסם אותו, נבחר את הזוכה ונתחיל במלאכת ההקמה. 
זוהי בשורה משמחת במיוחד וצעד משמעותי נוסף בהתפתחות העיר ובשיפור איכות החיים של תושביה. 
בנוסף, אני ממשיך לקדם גם את הכנת המכרז להקמת בריכה עירונית ברחוב האצ"ל כדי לעמוד בהבטחה שלי ולהקים שתי בריכות.
ראש העין עוברת מהפך בכל הקשור לפיתוח העיר, חינוך, תרבות, חיי פנאי. 
ממשיכים לדאוג לביטחונכם, ממשיכים לפעול לרווחתכם. ממשיכים לפעול, למענכם.
לצפייה בסרטון `,
        link: `https://www.facebook.com/reel/1468581687970275`,
        date: `26 במרץ, 2026`
    },
    {
        id: 13,
        type: 'img',
        src: post33,
        description: `כיף לבשר לכם, שלפני פורים ופסח, אנחנו מחדשים למענכם את סימוני הצבע במעברי החציה, בסימוני החניות, במפרדות וקווי הנתיבים וכמובן בחניות לבעלי מוגבלויות. 
תודה לאנשי רשות החניה בחברה הכלכלית.
זה בטוח יותר, זה יפה יותר וזה מכניס את ראש העין לאווירה חגיגית של התחדשות ואביב.
ראש העין מתחדשת, פורים שמח.`,
        date: `26 בפברואר, 2026`
    },
    {
        id: 14,
        type: 'img',
        src: post32,
        description: `תושבי מתחם הנביאים!
גשם לא גשם:
נוטעים ברחוב מיכה הנביא, מתחילות עבודות על הטיילת המזרחית באליהו הנביא וממשיכות עבודות הפיתוח והמדרכות, במרים הנביאה.
ראש העין מתחדשת והשכונה שלכם הופכת לבית 🏡`,
        date: `14 בינואר, 2026`
    },
    {
        id: 15,
        type: 'img',
        src: post31,
        description: `תושבי ה' באייר עוד רגע תתחדשו... הכשרנו חניון זמני במס' 100
נותר עוד להנמיך את הכניסה ולשלט.`,
        date: `12 בינואר, 2026`
    },
    {
        id: 16,
        type: 'img',
        src: post30,
        description: `בשורה טובה לרוכבים 🚴‍♀️🚴‍♂️
עבודות ההשלמה בפרויקט שבילי האופניים בעיצומן – ובקרוב ראש העין תחובר ברצף בטוח ונוח לפרויקט אופנידן.
עוד צעד בתחבורה ירוקה, בריאה ומתקדמת, שמחברת בין ערים, אנשים ואורח חיים איכותי יותר.
ממשיכים להשקיע בתשתיות שמקדמות ניידות חכמה ואיכות חיים לתושבים
ראש העין מתחדשת...
שבת שלום 💐`,
        link: 'https://www.facebook.com/reel/3973545999606320',
        date: `9 בינואר, 2026`
    },
    {
        id: 17,
        type: 'img',
        src: post29,
        description: `תושבי רובע הנביאים, רחובות זכריה יואל, תתחדשו על הכביש החדש 
ראש העין מתחדשת...`,
        link: 'https://www.facebook.com/reel/1754503335223804',
        date: `5 בינואר, 2026`
    },
    {
        id: 18,
        type: 'img',
        src: post28,
        description: `ראש העין ממשיכה להתחדש 🌿
בפארק אפק, ברחובות העמל והמלאכה, מתבצעות בימים אלו עבודות קרצוף, ריבוד וגינון.
העבודות מתקיימות כעת מתוך חשיבות לשיפור סביבת העבודה, הנגישות והנראות לטובת העסקים, העובדים והמבקרים בפארק.
ממשיכים להשקיע במרחב הציבורי ובאיכות החיים בעיר.`,
        date: `5 בינואר, 2026`
    },
    {
        id: 19,
        type: 'img',
        src: post27,
        description: `לאחר תהליך תכנון וביצוע מקצועי, הסתיים פרויקט המיגון האקוסטי במנהרות ברחוב שבזי.
על פי דו״ח הסיכום של חברת רזאור הנדסה, נמצא כי המיגון האקוסטי יעיל ומפחית באופן משמעותי את רעש התחבורה המגיע לבתי המגורים הסמוכים.
 "קפיצות הרעש" הקיצוניות רוככו ויעד הפחתת הרעש הושג ואף מעבר לכך : ירידה של ~10 דציבל (A(dB ביום ו-
~7 דציבל (A(dB בלילה, דבר שהחזיר את השקט לתושבי האזור. 
נמשיך לפעול לשיפור איכות החיים והסביבה בשכונות העיר. 🌿
שבת שלום 💐`,
        date: `26 בדצמבר, 2025`
    },
    {
        id: 20,
        type: 'img',
        src: post26,
        description: `תושבי מתחם הנביאים... 
העבודות לפיתוח בכל רחבי השכונה מתבצעות ובקצב גבוה!
הגינות הציבוריות, המדרכות, שתי כיכרות ראשונות לקראת סיום, והחל משבוע הבא, נתחיל בעבודות קרצוף, סלילה וצביעה של הכבישים ברחובות:
זכריה 
יואל
יחזקאל 
צפניה
שמעיה
אוריהו 
מרים (מכיכר אליהו ועד שמואל).
** הודעה מסודרת עם התאריכים ושעות העבודה, תופץ בקרוב.
ראש העין מתחדשת!`,
        date: `24 בדצמבר, 2025`
    },
    {
        id: 21,
        type: 'img',
        src: post25,
        description: `עדכון חשוב ומשמח על מחלף אבן העזר.
ראש העין מתחדשת, גם בדרכים
צפו >>>`,
        link: 'https://www.facebook.com/reel/4095321190780999',
        date: `14 בדצמבר, 2025`
    },
    {
        id: 22,
        type: 'img',
        src: post24,
        description: `תושבי רובע הנביאים... 
עדכון  משמח לגבי קניון צים
צפו>>>`,
        link: 'https://www.facebook.com/reel/1287667839789437',
        date: `8 בדצמבר, 2025`
    },
    {
        id: 23,
        type: 'img',
        src: post23,
        description: `לפני 5 שנים נסגרה טיפת חלב ברחוב שבזי-העצמאות. תחנת טיפת חלב אחת לא מספיקה לראש העין ובשעה טובה, לאחר גמר השיפוצים, אנחנו פותחים תחנה חדשה ברחוב ואגנר ג'ון קנדי
צפו>>>`,
        link: 'https://www.facebook.com/reel/1219843370026495',
        date: `7 בדצמבר, 2025`
    },
    {
        id: 24,
        type: 'img',
        src: post22,
        description: `תושבי שכונת נופרים, יש לי בשורה נפלאה עבורכם!
כפי שהבטחתי לכם במפגש תושבים, בעוד כשבועיים יחלו עבודות הפיתוח באזור רחוב אריאל שרון ואורי אריאב.
העבודות יכללו סלילת שכבת אספלט נוספת, הקמת מדרכות, תשתיות והתקנת רמזורים בצמתים. נשפר את הנגישות, הבטיחות ואיכות החיים של כולנו.
משך העבודות מוערך בכ־8 חודשים, ובסיומן נקבל סביבה חדשה, נוחה ומסודרת יותר.
נמשיך לפעול למען התושבים.
ראש העין מתחדשת.`,
        date: `24 בנובמבר, 2025`
    },
    {
        id: 25,
        type: 'img',
        src: post21,
        description: `דואגים לאיכות החיים, מפחיתים את הרעש ושומרים גם על בעלי הכנף...`,
        link: 'https://www.facebook.com/reel/4418039075081865',
        date: `10 בנובמבר, 2025`
    },
    {
        id: 26,
        type: 'img',
        src: post20,
        description: `תושבי שכונת נופרים, צעד נוסף לשיפור הנגישות, הפחתת העומסים וחיזוק החיבור בין השכונה לעיר.
ממשיכים בעשייה והתחדשות גם למען תחבורה טובה, לנוחות ולבטיחות של כולם 💪🚗🌳`,
        link: 'https://www.facebook.com/reel/3841937796107072',
        date: `2 בנובמבר, 2025`
    },
    {
        id: 27,
        type: 'video',
        src: post19,
        description: `שדרוג צומת הרחובות יהושוע בן נון - אפיק - השריון והפיכתה לכיכר פשוט מתבקשת ובעוד כחודש מסתיים התכנון ולאחר מכן נצא לביצוע. מוזמנים לצפות`,
        date: `23 באוקטובר, 2025`
    },
    {
        id: 28,
        type: 'img',
        src: post18,
        description: `עצים הם הרבה יותר מנוף ירוק, הם תורמים ישירות לאיכות החיים בעיר: מצלים ומקררים את הרחובות, משפרים את איכות האוויר, מפחיתים רעש וזיהום ויוצרים סביבה נעימה ובריאה יותר לכולנו. 🌳
עיריית ראש העין בשיתוף חברי ועדת איכות הסביבה, בראשות חבר מועצת העיר זוהר ראובני, המשרד להגנת הסביבה ומרכז "דרך צל", ממשיכה לקדם את מיזם נטיעת העצים במרחב הציבורי במטרה לקרר את העיר, לעודד הליכה ברגל ולהוסיף עוד ירוק בעיניים.
השבוע נשתלו עשרות עצים חדשים ברחבי העיר, שבקרוב יעניקו צל טבעי ונוף ירוק ונעים.
ממשיכים להתחדש ולצמוח 🌱`,
        date: `22 באוקטובר, 2025`
    },
    {
        id: 29,
        type: 'video',
        src: post16,
        description: `תושבי שכונת הנביאים, בקרוב מאוד תהנו מכניסה ויציאה נוספים לשכונה...
ראש העין מתחדשת`,
        date: `29 בספטמבר, 2025`
    },
    {
        id: 30,
        type: 'img',
        src: post15,
        description: `💚 פותחים שנה חדשה עם ירוק בעיניים! 💚
העיר מתמלאת בדשא חדש, פרחים וצמחייה – והגינות שלנו מתחדשות ומזמינות  🌿🌸.
יחד נמשיך להפוך את ראש העין ליפה, ירוקה ומטופחת יותר 🌳✨
שבת שלום, שנה טובה וחג שמח`,
        date: `19 בספטמבר, 2025`
    },
    {
        id: 31,
        type: 'img',
        src: post11,
        description: `אם את/ה נהג משאית, אוטובוס, בעל קארוון, או נגרר, בודאי תברך על התאורה החדשה בחניון האצ"ל.
ראש העין מתחדשת גם בחניונים לכלי רכב כבדים.
תודה כמובן לדני ולמחלקת תאורה שהאירו את החניון.
שנה טובה.`,
        date: `9 בספטמבר, 2025`
    },
        {
        id: 32,
        type: 'video',
        src: post14,
        description: `בקרוב מאוד, תוכלו להינות שוב ממגרש הסקייטפארק שברחוב קיבוץ גלויות...
ראש העין מתחדשת`,
        date: `3 בספטמבר, 2025`
    },
    {
        id: 33,
        type: 'video',
        src: post13,
        description: `קווי המתח: העובדות בלי ניסיונות הפחדה. צפו בהסבר לגבי תכנון המעבר של קווי המתח>>>`,
        date: `24 באוגוסט, 2025`
    },
    {
        id: 34,
        type: 'img',
        src: post10,
        description: `🏗️ מתקדמים עם פיתוח רובע הנביאים!
עבודות התשתית בעיצומן: תקשורת, מפרצי חניה, פיתוח הכיכר ואבנים משתלבות במדרכות – הכל קורה עכשיו בשטח.
שלב אחרי שלב – רובע הנביאים מקבל פנים חדשות.
ממשיכים לשפר, למען התושבים 💙`,
        date: `7 באוגוסט, 2025`
    },
    {
        id: 35,
        type: 'img',
        src: post9,
        description: `תושבי שכונת דניה, תתחדשו 💐
אגף גנים ונוף מבצע בימים אלא התחדשות ושתילה מחדש ברחבי השכונה ...
תודה לעובדי ומנהלי האגף על ההשקעה`,
        date: `4 באוגוסט, 2025`
    },
    {
        id: 36,
        type: 'img',
        src: post7,
        description: `תושבי רובע הנביאים, המרכז המסחרי החדש שלכם בדרך!
תתעלמו משמועות, אחרי עיכוב שנגרם כתוצאה מהמלחמה — העבודות כעת מתבצעות בכל הכוח.
אני עוקב מקרוב שהכול מתקדם כפי שצריך, וכבר רואים התקדמות מרשימה.
איזה כיף לחשוב שבעוד כשנתיים כולנו נוכל ליהנות שם ממקום בילוי קרוב לבית — לקפוץ לקנות בגדים, לשבת לאכול פיצה, להתפנק על גלידה, או סתם להסתובב.
שבת שלום וסוף שבוע נעים לכולם!
💙`,
        date: `4 ביולי, 2025`
    },
    {
        id: 37,
        type: 'video',
        src: post8,
        description: `כחלק מהמאמץ לשפר את איכות החיים של כולנו, הכשרנו חניונים ייעודיים לרכב כבד - משאיות, אוטובוסים ונגררים, מחוץ לשכונות המגורים.
אנחנו ממשיכים לפעול למען סביבה נעימה ובטוחה יותר לכולנו.`,
        date: `1 ביולי, 2025`
    },
    {
        id: 38,
        type: 'img',
        src: post6,
        description: `תושבי ראש העין תתחדשו,  שביל אופניים נוסף נחנך בשבילכם ולמענכם. 
השביל מוביל מרח' ויצמן, דרך רח ז'בוטינסקי ועד לרח' בגין ועובר מאחורי הסופר בגבעת טל. 
ממשיכים בכל הכוח לשפר ולהוסיף שבילים נוספים בעיר. תהנו 🙂`,
        date: `3 במרץ, 2025`
    },
    {
        id: 39,
        type: 'video',
        src: post5,
        description: `רעש? No more
בשלב הראשון התחלנו בעבודות להתקנת חיפוי מפחית רעשים במנהרות ובשלב השני, נסלול כביש באספלט שקט.
אנחנו פועלים בכל המישורים לרווחת התושבים - גם בהפחתת רעשים.
כל הפרטים בסרטון. שתפו בכל הכוח 💪🏻`,
        date: '5 בפברואר, 2025'
    },
    {
        id: 40,
        type: 'img',
        src: post0,
        description: `תושבי רח' אבן-עזרא ונוסעי הקווים שעוברים בו - תתחדשו.
מחר תיקונים וסיום בע"ה.`,
        date: '2 בדצמבר, 2024'
    },
    {
        id: 41,
        type: 'img',
        src: post1,
        description: `תושבי רחוב גרניט תתחדשו:
הוספנו 13 חניות חדשות לאורך הרחוב למענכם.
בנוסף החזרנו את הרחוב להיות חד-סטרי לכל אורכו.
כך גם בטוח יותר לכלל משתמשי הדרך וגם קל יותר למצוא חנייה.
ממשיכים לפעול בשבילכם.`,
        date: '7 בנובמבר, 2024'
    },
    {
        id: 42,
        type: 'img',
        src: post2,
        description: `תושבי נדין גורדימר, 
הכשרנו למענכם 11 חניות חדשות. אמנם לקח קצת זמן, אבל היי, היה שווה לחכות..`,
        date: '29 בספטמבר, 2024'
    },
    {
        id: 43,
        type: 'img',
        src: post3,
        description: `סוללים את כבישי שכונת פסגת טל, 8 שנות המתנה הסתיימו.
תתחדשו!`,
        date: '13 בספטמבר, 2024'
    },
    {
        id: 44,
        type: 'img',
        src: post4,
        description: `חניון חדש נסלל ונוסף לרווחת הקונים בשוק העירוני!
שמח לעדכן כי ביום שישי הקרוב, תוכלו לחנות בנחת בחניון החדש שהקמנו עבורכם! 
החניון כולל 252 מקומות חניה.
אנא הקפידו להחנות במקומות המסומנים.
שתהיה קניה מהנה!`,
        date: '31 ביולי, 2024'
    }
]