import { iPost } from "../types/Post";
import post0 from "../images/development/post0.jpeg"
import post1 from "../images/development/post1.jpeg"
import post2 from "../images/development/post2.jpeg"
import post3 from "../images/development/post3.jpeg"
import post4 from "../images/development/post4.jpeg"
import post5 from "../images/development/post5.mp4"
import post6 from "../images/development/post6.jpeg"
import post7 from "../images/development/post7.jpg"
import post8 from "../images/development/post8.mp4"
import post9 from "../images/development/post9.jpg"
import post10 from "../images/development/post10.jpg"
import post11 from "../images/development/post11.jpg"
import post13 from "../images/development/post13.mp4"
import post14 from "../images/development/post14.mp4"
import post15 from "../images/development/post15.jpg"
import post16 from "../images/development/post16.mp4"
import post18 from "../images/development/post18.jpg"
import post19 from "../images/development/post19.mp4"

export const Dposts: iPost[] = [
    {
        id: 0,
        type: 'video',
        src: post19,
        description: `שדרוג צומת הרחובות יהושוע בן נון - אפיק - השריון והפיכתה לכיכר פשוט מתבקשת ובעוד כחודש מסתיים התכנון ולאחר מכן נצא לביצוע. מוזמנים לצפות`,
        date: `23 באוקטובר, 2025`
    },
    {
        id: 1,
        type: 'img',
        src: post18,
        description: `עצים הם הרבה יותר מנוף ירוק, הם תורמים ישירות לאיכות החיים בעיר: מצלים ומקררים את הרחובות, משפרים את איכות האוויר, מפחיתים רעש וזיהום ויוצרים סביבה נעימה ובריאה יותר לכולנו. 🌳
עיריית ראש העין בשיתוף חברי ועדת איכות הסביבה, בראשות חבר מועצת העיר זוהר ראובני, המשרד להגנת הסביבה ומרכז "דרך צל", ממשיכה לקדם את מיזם נטיעת העצים במרחב הציבורי במטרה לקרר את העיר, לעודד הליכה ברגל ולהוסיף עוד ירוק בעיניים.
השבוע נשתלו עשרות עצים חדשים ברחבי העיר, שבקרוב יעניקו צל טבעי ונוף ירוק ונעים.
ממשיכים להתחדש ולצמוח 🌱`,
        date: `22 באוקטובר, 2025`
    },
    {
        id: 2,
        type: 'video',
        src: post16,
        description: `תושבי שכונת הנביאים, בקרוב מאוד תהנו מכניסה ויציאה נוספים לשכונה...
ראש העין מתחדשת`,
        date: `29 בספטמבר, 2025`
    },
    {
        id: 3,
        type: 'img',
        src: post15,
        description: `💚 פותחים שנה חדשה עם ירוק בעיניים! 💚
העיר מתמלאת בדשא חדש, פרחים וצמחייה – והגינות שלנו מתחדשות ומזמינות  🌿🌸.
יחד נמשיך להפוך את ראש העין ליפה, ירוקה ומטופחת יותר 🌳✨
שבת שלום, שנה טובה וחג שמח`,
        date: `19 בספטמבר, 2025`
    },
    {
        id: 4,
        type: 'img',
        src: post11,
        description: `אם את/ה נהג משאית, אוטובוס, בעל קארוון, או נגרר, בודאי תברך על התאורה החדשה בחניון האצ"ל.
ראש העין מתחדשת גם בחניונים לכלי רכב כבדים.
תודה כמובן לדני ולמחלקת תאורה שהאירו את החניון.
שנה טובה.`,
        date: `9 בספטמבר, 2025`
    },
        {
        id: 5,
        type: 'video',
        src: post14,
        description: `בקרוב מאוד, תוכלו להינות שוב ממגרש הסקייטפארק שברחוב קיבוץ גלויות...
ראש העין מתחדשת`,
        date: `3 בספטמבר, 2025`
    },
    {
        id: 6,
        type: 'video',
        src: post13,
        description: `קווי המתח: העובדות בלי ניסיונות הפחדה. צפו בהסבר לגבי תכנון המעבר של קווי המתח>>>`,
        date: `24 באוגוסט, 2025`
    },
    {
        id: 7,
        type: 'img',
        src: post10,
        description: `🏗️ מתקדמים עם פיתוח רובע הנביאים!
עבודות התשתית בעיצומן: תקשורת, מפרצי חניה, פיתוח הכיכר ואבנים משתלבות במדרכות – הכל קורה עכשיו בשטח.
שלב אחרי שלב – רובע הנביאים מקבל פנים חדשות.
ממשיכים לשפר, למען התושבים 💙`,
        date: `7 באוגוסט, 2025`
    },
    {
        id: 8,
        type: 'img',
        src: post9,
        description: `תושבי שכונת דניה, תתחדשו 💐
אגף גנים ונוף מבצע בימים אלא התחדשות ושתילה מחדש ברחבי השכונה ...
תודה לעובדי ומנהלי האגף על ההשקעה`,
        date: `4 באוגוסט, 2025`
    },
    {
        id: 9,
        type: 'img',
        src: post7,
        description: `תושבי רובע הנביאים, המרכז המסחרי החדש שלכם בדרך!
תתעלמו משמועות, אחרי עיכוב שנגרם כתוצאה מהמלחמה — העבודות כעת מתבצעות בכל הכוח.
אני עוקב מקרוב שהכול מתקדם כפי שצריך, וכבר רואים התקדמות מרשימה.
איזה כיף לחשוב שבעוד כשנתיים כולנו נוכל ליהנות שם ממקום בילוי קרוב לבית — לקפוץ לקנות בגדים, לשבת לאכול פיצה, להתפנק על גלידה, או סתם להסתובב.
שבת שלום וסוף שבוע נעים לכולם!
💙`,
        date: `4 ביולי, 2025`
    },
    {
        id: 10,
        type: 'video',
        src: post8,
        description: `כחלק מהמאמץ לשפר את איכות החיים של כולנו, הכשרנו חניונים ייעודיים לרכב כבד - משאיות, אוטובוסים ונגררים, מחוץ לשכונות המגורים.
אנחנו ממשיכים לפעול למען סביבה נעימה ובטוחה יותר לכולנו.`,
        date: `1 ביולי, 2025`
    },
    {
        id: 11,
        type: 'img',
        src: post6,
        description: `תושבי ראש העין תתחדשו,  שביל אופניים נוסף נחנך בשבילכם ולמענכם. 
השביל מוביל מרח' ויצמן, דרך רח ז'בוטינסקי ועד לרח' בגין ועובר מאחורי הסופר בגבעת טל. 
ממשיכים בכל הכוח לשפר ולהוסיף שבילים נוספים בעיר. תהנו 🙂`,
        date: `3 במרץ, 2025`
    },
    {
        id: 12,
        type: 'video',
        src: post5,
        description: `רעש? No more
בשלב הראשון התחלנו בעבודות להתקנת חיפוי מפחית רעשים במנהרות ובשלב השני, נסלול כביש באספלט שקט.
אנחנו פועלים בכל המישורים לרווחת התושבים - גם בהפחתת רעשים.
כל הפרטים בסרטון. שתפו בכל הכוח 💪🏻`,
        date: '5 בפברואר, 2025'
    },
    {
        id: 13,
        type: 'img',
        src: post0,
        description: `תושבי רח' אבן-עזרא ונוסעי הקווים שעוברים בו - תתחדשו.
מחר תיקונים וסיום בע"ה.`,
        date: '2 בדצמבר, 2024'
    },
    {
        id: 14,
        type: 'img',
        src: post1,
        description: `תושבי רחוב גרניט תתחדשו:
הוספנו 13 חניות חדשות לאורך הרחוב למענכם.
בנוסף החזרנו את הרחוב להיות חד-סטרי לכל אורכו.
כך גם בטוח יותר לכלל משתמשי הדרך וגם קל יותר למצוא חנייה.
ממשיכים לפעול בשבילכם.`,
        date: '7 בנובמבר, 2024'
    },
    {
        id: 15,
        type: 'img',
        src: post2,
        description: `תושבי נדין גורדימר, 
הכשרנו למענכם 11 חניות חדשות. אמנם לקח קצת זמן, אבל היי, היה שווה לחכות..`,
        date: '29 בספטמבר, 2024'
    },
    {
        id: 16,
        type: 'img',
        src: post3,
        description: `סוללים את כבישי שכונת פסגת טל, 8 שנות המתנה הסתיימו.
תתחדשו!`,
        date: '13 בספטמבר, 2024'
    },
    {
        id: 17,
        type: 'img',
        src: post4,
        description: `חניון חדש נסלל ונוסף לרווחת הקונים בשוק העירוני!
שמח לעדכן כי ביום שישי הקרוב, תוכלו לחנות בנחת בחניון החדש שהקמנו עבורכם! 
החניון כולל 252 מקומות חניה.
אנא הקפידו להחנות במקומות המסומנים.
שתהיה קניה מהנה!`,
        date: '31 ביולי, 2024'
    }
]