import { iPost } from "../types/Post";
import post0 from "../images/education/post0.jpeg"
import post1 from "../images/education/post1.jpg"
import post2 from "../images/education/post2.jpeg"
import post3 from "../images/education/post3.jpeg"
import post4 from "../images/education/post4.jpeg"
import post5 from "../images/education/post5.mp4"
import post6 from "../images/education/post6.jpeg"
import post7 from "../images/education/post7.jpg"
import post8 from "../images/education/post8.jpg"
import post9 from "../images/education/post9.jpg"
import post10 from "../images/education/post10.png"
import post11 from "../images/education/post11.jpg"
import post12 from "../images/education/post12.png"
import post13 from "../images/education/post13.jpg"
import post14 from "../images/education/post14.jpg"

export const Eposts: iPost[] = [
    {
        id: 0,
        type: 'img',
        src: post14,
        description: `איזה בוקר מתוק עבר עלינו! 
כנס המקהלות של ילדי בתי הספר היסודיים בעיר התקיים, ואני מודה, שנמסתי.
ילדי העיר ניצבים על הבמה בביטחון, שרים יחד וממלאים את אולם סימפוניה באנרגיות נפלאות – היה פשוט מרגש. 
המוזיקה היא שפה שמחברת בין כולנו, והילדים המוכשרים שרו אותה בצורה הכי יפה שיש. 
ממשיכים להשקיע בחינוך. גאה בכם!`,
        date: '8 בפברואר, 2026'
    },
    {
        id: 1,
        type: 'img',
        src: post13,
        description: `בערב הוקרה לגננות שלנו וסדר ט"ו בשבט לנשים שבזכותן ילדינו זוכים לחינוך משובח. תודה לגננות שיום יום מקבלות את הילדים שלנו בחיבוק וחיוך. תודה להן על החום, האהבה וההתמדה הבלתי מתפשרת. 
תודה למינהל החינוך בראשותה של גלית בר-אל שארגנה את הערב ותודה מיוחדת לזויה טראוב שמובילה את האגף לחינוך קדם יסודי. תודה למנכ"לית העירייה על ההשקעה בגנים ובחינוך הקדם יסודי. תודה למפקחות תמר קוצ'ינסקי וענת ירו, שמעניקות לגננות בעיר יחס מופלא. תודה לדפנה רודיק על הארגון והצילום ותודה אחרונה לקק"ל שמימנו את ההפקה המושקעת.`,
        date: '5 בפברואר, 2026'
    },
    {
        id: 2,
        type: 'img',
        src: post12,
        description: `בראש העין משקיעים ונמשיך להשקיע בגיל הרך
 מוזמנים לצפות
שבת שלום ושקטה ראש העין 💐`,
        link: 'https://www.facebook.com/reel/908884855161099',
        date: '30 בינואר, 2026'
    },
    {
        id: 3,
        type: 'img',
        src: post11,
        description: `הנוער שלנו, גאווה ענקית, מלמד אותנו דמוקרטיה ובגרות. הערב התקיימו בחירות לפרלמנט.

הם בודאות בצד שאני בוחר במפה הפוליטית 💜`,
        date: '18 בינואר, 2026'
    },
    {
        id: 4,
        type: 'img',
        src: post10,
        description: `ראש העין מאמינה בחינוך שרואה כל ילד וילדה ❤️
השקעה מתמשכת, צוותים מסורים ודרך ערכית, הם שמציבים את החינוך המיוחד בלב העשייה העירונית.
היום זו גאווה גדולה במיוחד:
בית הספר נאות אילנה זוכה בפרס חינוך מחוזי וארצי 🏆
הוכחה מרגשת לכך שכאשר משקיעים באמת!  מצוינות, רגישות והצלחה הולכות יחד.
גאווה עירונית גדולה 👏`,
        link: 'https://www.facebook.com/reel/880273627969859',
        date: '7 בינואר, 2025'
    },
    {
        id: 5,
        type: 'img',
        src: post9,
        description: `היום התקיים חידון התנ״ך העירוני – אירוע מרגש, מרשים ומלא גאווה. התלמידים הפגינו ידע רחב, עומק, השקעה ואהבה אמיתית למקורות שלנו.
תודה גדולה למינהל החינוך על ארגון מקצועי ומעמיק, ולכל המורות והמורים שליוו, עודדו והכינו את התלמידים במסירות מעוררת השראה.
ברכות לזוכים המצטיינים:
מקום ראשון
רמב״ם – אביאור נריה כהן, נעמי סתוי
אוהל שלום – אריאל קובני, ינאי משרקי
מקום שני
פסגות חיים גורי – קורן כרמל, דניאל לוי
מקום שלישי
אוהל שרה – נויה לוי, עמית אלימלך
גאווה גדולה לכולכם!
ממשיכים לטפח את הדור הצעיר, את הידע, ואת הערכים. 🙏📘✨`,
        date: '11 בדצמבר, 2025'
    },
    {
        id: 6,
        type: 'img',
        src: post8,
        description: `עשרות שנים היה תיכון בגין, התיכון הממלכתי היחיד בעיר.
הוא שימש בסיס לתפיסת האינטגרציה, שהוביל ראש העיר יגאל יוסף.
שלושת ילדיי זכו ללמוד בו תחת הנהגתם של צוותי חינוך איכותיים, יחד עם עוד אלפי בוגרים איכותיים.
לנוכח הגידול העצום במספר התלמידים, נפתח לפני יותר משלוש שנים, תיכון ממלכתי נוסף בפסגות – 'שחקים' ע"ש ברק ועמיחי איטקיס ז"ל.
אולם אפילו שני התיכונים הללו ביחד, לא מספיקים כדי להכיל את כלל התלמידים מסיימי חטיבות הביניים בעיר.
אז אני שמח לבשר כי, אתמול פרסמנו מכרז לתיכון חדש במתחם C, שבע"ה יפתח בספטמבר 2028.
ראש העין מתחדשת, איתכם ולמענכם.`,
        date: '9 בדצמבר, 2025'
    },
    {
        id: 7,
        type: 'img',
        src: post1,
        description: `חנכנו את המבנה החדש לחטיבת הביניים הצומחת  (110C). מהלך חשוב ומשמעותי בדרך להענקת סביבת לימודים מתקדמת ואיכותית לתלמידי העיר ולקחת תמונה `,
        date: '1 בספטמבר, 2025'
    },
    {
        id: 8, 
        type: 'img',
        src: post7,
        description: `תנוב״ה (תעסוקת נוער בחופשת הקיץ) היא מיזם שתכליתו להעסיק את בני הנוער במהלך חופשת הקיץ תמורת תשלום. 
את הפרויקט מובילה שי שקד עובדיה מנהלת הרשות לביטחון קהילתי, בשיתוף עם מינהל שפ״ע והחברה העירונית. 
הבוקר פגשתי חלק  מבני הנוער הנפלאים צובעים את הספסלים בפארק נופרים. 
כולנו מרוויחים! הספסלים מחודשים, התושבים מרוצים ובני הנוער מועסקים, תורמים ונתרמים 💪
תזכורת לעצמי: להגיע עם בגדי עבודה בתיק 🧰`,
        date: `30 ביולי, 2025`
    },
    {
        id: 9, 
        type: 'img',
        src: post6,
        description: `הילדים של משפחות המילואים – אתם הגיבורים האמיתיים של הבית!
לראות את הילדים לצד אמא או אבא במדים, עולים על השטיח האדום, מקבלים תעודת הוקרה ופשוט זוהרים פשוט מחמם את הלב.
התרגשנו יחד איתם, שמחנו איתם וידענו שמגיע להם. מכל הלב.
תודה לאגף הנוער והצעירים ולמחלקת מורשת ישראל על ההובלה, לבנות השירות ולעמותת בת עמי ולכל מי שלקח חלק.
וכמובן אנחנו לא עוצרים כאן, אנחנו ממשיכים: בקיץ הקרוב מחכות קייטנה למשרתי המילואים הפעילים, יום כיף בהולמס פלייס והפעלות במיוחד לילדים לכלל משרתי המילואים.
לא רק בחזית יש גיבורים. גם בבית.`,
        date: `4 ביוני, 2025`
    },
    {
        id: 10,
        type: 'img',
        src: post0,
        description: `זכיתי להדליק נר ראשון שלוש פעמים מרגשות ביותר הערב. 
הראשון בבית הספר הכוללני לאוטיזם, הדלקתי נר עם תלמידה מתוקה ובהזדמנות זו, חשפתי עם מנהלת בית הספר את שם בית הספר - פלא! שם שנבחר בעקבות תהליך עומק שהתקיים בשיתוף הצוות, ההורים והתלמידים. 
לאחר מכן הצטרפתי לשני ארועי הוקרה למשפחות המילואים והקבע היקרות, באירוע מיוחד שערכנו במיוחד עבורן. הדלקנו נר ראשון יחדיו, בתפילה להצלחת חיילי צה"ל והשבת החטופים לביתם עוד בחג החנוכה. 
חנוכה שמח 🕎
קרדיט תמונות הדלקת נר משפחות מילואים: רונן מני`,
        date: '25 בנובמבר, 2024'
    },
    {
        id: 11,
        type: 'img',
        src: post2,
        description: `הבוקר ברובע הנביאים, פתיחת אשכול הגנים 455! כיף לראות את הילדים מגיעים בהתרגשות לגן החדש ❤️`,
        date: '3 בנובמבר, 2024'
    },
    {
        id: 12,
        type: 'img',
        src: post3,
        description: `מועדים לשמחה, 
אנחנו אולי בחופשה מרוכזת בחוה"מ סוכות,
אבל לא מפסיקים לעבוד לרגע! 
זה רק חלק מהעשייה בימים אלו:\n
- מיגון ושיפוץ מוסדות החינוך לקראת חזרת הילדים לאחר החופשה
\n- הוספת שתי כיתות לימוד חדשות, האחת בביה"ס נופים והשנייה באולפנה.
\n- מסיימים שיפוץ עומק לשני מקלטים בביה"ס אוהל שלום ואת המקלט הגדול בביה"ס רמב"ם.  
\n- משלימים פיתוח במרחב המוגן החדש בשני גני הילדים ברח' התנאים.
\n- עבודות אחרונות לסיום גני הילדים במתחם הנביאים (455) לקראת פתיחה שבוע אחרי החג.
\n- גיזום עצים וגינון בגני הילדים ברחוב ספיר.
\n- סיום עבודות ההכנה לפתיחת תיכון תורני לבנות אחרי החג, כולל מגרש הכדורסל.
\n- עובדים להשלים את אולם הספורט המשותף לביה"ס אלומות רחל ותיכון בגין.
חג שמח תושבי ראש העין!`,
        date: '22 באוקטובר, 2024'
    },
    {
        id: 13,
        type: 'img',
        src: post4,
        description: `גם באוגוסט, המשכנו לחבק את משפחות המילואים עם קייטנה מיוחדת לילדים של משרתי מילואים בפועל, פעילויות חינמיות ומהנות לכל המשפחה ואטרקציות מפתיעות לסוף החופש. 
הקרן לסיוע משרתי המילואים הגיעה לאגם כדי לפגוש את המשפחות ולסייע להן להגיש בקשות ולהבין את זכויותיהן.
משפחות יקרות, אתן לא לבד - כולנו יחד איתכן!`,
        date: '3 בספטמבר, 2024'
    },
    {
        id: 14,
        type: 'video',
        src: post5,
        description: `עושים הכל על מנת ששנת הלימודים תיפתח הכי חלק שאפשר, גם בהסעות לילדי החינוך המיוחד. 
תודה למנכ״לית העירייה על היוזמה החשובה, הרגעת ההורים והילדים לקראת היום הראשון ללימודים.`,
        date: '30 באוגוסט 2024'
    }
]