import { iPost } from "../types/Post";
import post0 from "../images/education/post0.jpeg"
import post1 from "../images/education/post1.jpg"
import post2 from "../images/education/post2.jpeg"
import post3 from "../images/education/post3.jpeg"
import post4 from "../images/education/post4.jpeg"
import post5 from "../images/education/post5.mp4"
import post6 from "../images/education/post6.jpeg"
import post7 from "../images/education/post7.jpg"
import post8 from "../images/education/post8.jpg"
import post9 from "../images/education/post9.jpg"
import post10 from "../images/education/post10.png"
import post11 from "../images/education/post11.jpg"
import post12 from "../images/education/post12.png"
import post13 from "../images/education/post13.jpg"
import post14 from "../images/education/post14.jpg"
import post15 from "../images/education/post15.jpg"
import post16 from "../images/education/post16.jpg"
import post17 from "../images/education/post17.png"
import post18 from "../images/education/post18.jpg"
import post19 from "../images/education/post19.jpg"
import post20 from "../images/education/post20.jpg"
import post21 from "../images/education/post21.jpg"
import post22 from "../images/education/post22.jpg"
import post23 from "../images/education/post23.jpg"
import post24 from "../images/education/post24.jpg"
import post25 from "../images/education/post25.jpg"
import post26 from "../images/education/post26.png"

export const Eposts: iPost[] = [
    {
        id: 0,
        type: 'img',
        src: post26,
        description: `הספירה לאחור ל-1 בספטמבר כבר בעיצומה 🎒
והיום עוד חלק בפאזל הגדול של ההיערכות לשנת הלימודים תשפ”ז: אנחנו מקדמים הקמת חניון חדש לצוותי ההוראה בקריית החינוך באלברט איינשטיין.
החניון ישרת את צוותי תיכון שחקים, חטיבת בראשית ובתי הספר יצחק נבון ורונה רמון. הכניסה אליו תהיה מרחוב ויצמן, ומשם תתאפשר גישה ישירה ונוחה לקריית החינוך באמצעות המעלית החדשה לאמפיתיאטרון.
יש עוד לא מעט עבודה עד הצלצול הראשון 🔔
אנחנו בשטח, מתקדמים וממשיכים לסגור משימה אחרי משימה.
נתראה ב-1 בספטמבר ❤️
לצפייה `,
        date: '10 באוגוסט, 2026',
        link: "https://www.facebook.com/reel/1031201126496478"
    },
    {
        id: 1,
        type: 'img',
        src: post25,
        description: `היום התארחו בבריכת חגור ילדים והורים ליום כיפי קיצי ומיוחד. 💦
הילדים זכו להנות מהבריכה, מהמתנפחים, הג'ימבורי וההפתעות. מרגש היה לשמוע את הצחוק וקריאות השמחה שלהם! 
אירועים כאלו מבטאים את המחויבות העמוקה שלנו ליצור חוויות משמעותיות, הפוגה ושילוב אמיתי בקהילה, ומקיימים הלכה למעשה קהילה חזקה ומחבקת. 
תודה גדולה ל ליאת מחזרי, משנה לראש העיר, מחזיקת תיק צרכים מיוחדים ויו"ר תאגיד המים "עין אפק". 
על היוזמה והובלת האירוע, העשייה הברוכה, המחויבות והמסירות הבלתי מתפשרת לאוכלוסיית הצרכים המיוחדים בראש העין. 
תודה רבה גם לכל הצוותים, המפעילים, המתנדבים ולבריכת חגור על השותפות בהפקת האירוע.
ממשיכים לפעול, למענכם!`,
        date: '26 ביולי, 2026'
    },
    {
        id: 2,
        type: 'img',
        src: post24,
        description: `התחלנו בחידוש הצביעה של מעברי החציה, קווי ההפרדה, אבני השפה, מפרדות, איי תנועה ופסי ההאטה, לקראת פתיחת שנת הלימודים. 
זו עבודת לילה בעיקר והיא תימשך כשבועיים עד שלושה. 
סעו בזהירות.
ממשיכים לפעול, למענכם`,
        date: '21 ביולי, 2026'
    },
    {
        id: 3,
        type: 'img',
        src: post23,
        description: `הערב הצדענו לנוער שעושה את ראש העין טובה יותר.
בטקס נוער מתנדב העירוני נוקיר את בני ובנות הנוער המצטיינים בתכנית המעורבות החברתית – צעירים שבחרו להקדיש מזמנם, מרצם וליבם למען האחר.
מתוך כ-2,500 בני נוער המשתתפים בתכנית ברחבי העיר, נבחרו המצטיינים שבחבורה: בני נוער שפועלים לאורך השנה במסגרות שונות ומגוונות: ליווי קשישים, סיוע לילדים, פעילות עם אנשים עם צרכים מיוחדים, יוזמות קהילתיות ופרויקטים חברתיים נוספים.
בעולם שבו קל לעסוק בעצמנו, הם בוחרים לראות את האחר. הם מוכיחים שמנהיגות מתחילה במעשה קטן, בהושטת יד ובנכונות לתת מעצמך למען הקהילה.
אני גאה בכל אחת ואחד מכם. אתם מקור השראה לחבריכם, למשפחותיכם ולכולנו, ומייצגים את הערכים היפים ביותר של ראש העין: ערבות הדדית, נתינה ואחריות קהילתית.
תודה גם לצוותי החינוך, לאגף נוער, צעירים וספורט במינהל החינוך, ולמשפחות שמלווים את בני הנוער לאורך הדרך.
יישר כוח לכל המתנדבים והמתנדבות, ובהצלחה לזוכים ולזוכות הערב! 💙👏`,
        date: '18 ביוני, 2026'
    },
    {
        id: 4,
        type: 'img',
        src: post22,
        description: `ראש העין היא הרשות הראשונה בישראל שבחרה להפעיל את תוכנית קדם ממריאות בעיר.
בנות כיתה ח'+ט' מחטיבות גוונים והיובל, זכו ללמוד השנה בתוכנית היוקרתית שמלמדת נערות לפתח תוכנות מחשב. אמש הן הציגו את משחקי המחשב שהגו, עיצבו, פיתחו ותכנתו בעצמן. 
מעבר ללימודי המחשב, התוכנית מפתחת מיומנויות עבודת צוות, קבלת החלטות והתמודדות עם אתגרים. הנערות שסיימו את התכנית ממשיכות בשנה הבאה ויסיימו שנתיים של הגשרה בתוכנית שפותחת בפניהן את עולם ההי-טק.`,
        date: '17 ביוני, 2026'
    },
    {
        id: 5,
        type: 'img',
        src: post21,
        description: `הבוקר הענקנו תעודת הצטיינות לרב נאור יעיש, מחנך בבית החינוך ״נעם אוהל שלום״, שנבחר לרשימת 50 המורים המצטיינים בישראל בתחרות של ידיעות אחרונות.
נאור הוא הרבה מעבר למחנך. הוא דמות ערכית ומשמעותית עבור תלמידיו, שפועל במסירות אין סופית כדי שכל תלמיד ותלמיד יצליחו לימודית, חברתית ורגשית.
הישגו המרשים הוא גאווה גדולה לעיר ולמערכת החינוך שלנו, שממשיכה להוכיח איכות, יציבות ומצוינות.`,
        date: '14 ביוני, 2026'
    },
    {
        id: 6,
        type: 'img',
        src: post20,
        description: `בשורה משמחת, חנכנו תחנה חדשה לבריאות המשפחה (טיפת חלב) מושקעת ועם כל היועצים!
חמש שנים חלפו מאז נסגרה תחנת טיפת חלב בשבזי והיום, לאחר לא מעט מלחמות ועיכובים, נפתחה תחנה חדשה נוספת ברחוב וגנר בשכונת אביב. 
התחנה תחל לפעול מיום ראשון הקרוב 31.05.26 ותשרת את חברי כל קופות החולים. התחנה תפעל עם צוות מקצועי הכולל שלוש אחיות טיפת חלב ורופא ילדים. בהמשך יינתנו במקום גם שירותים מיוחדים נוספים ובהם יועצת הנקה, יועצת שינה, סדנאות העשרה ודיאטנית.
משרד הבריאות יקצה, לבקשתי, את מיטב השירותים וכוח האדם על מנת לתת שירות מיטבי לתושבי העיר.
זו הזדמנות להודות לכל השותפים לדרך - על העשייה, ההתמדה והמחויבות לתושבי ראש העין: למנכ"לית העירייה, למנהל אגף כללי, למינהל ההנדסה, למינהל שפ"ע, לד"ר ענבר צוקר (הרופאה הנפתית) למזי שפירא (האחות המפקחת הנפתית) לחברה הכלכלית וכל מי שלקח חלק בהוצאת הפרויקט החשוב הזה אל הפועל.
תודה לרב העיר, הרב יחיאל בסיס, שכיבד אותנו בנוכחותו, קבע מזוזה ונשא דברי ברכה.
נמשיך לפעול למתן שירותים עירוניים טובים יותר, קרובים יותר ונגישים יותר לכל תושבי ראש העין, בהצלחה גדולה לתחנה החדשה ולצוות המסור. 
ממשיכים לפעול למענכם, עבורכם.`,
        date: '27 במאי, 2026'
    },
    {
        id: 7,
        type: 'img',
        src: post19,
        description: `היום קיים מחוז מרכז של משרד החינוך, כנס הוקרה להענקת פרסי מצוינות חינוכית. 
אני שמח לבשר כי זכינו בארבע מתוך חמש קטגוריות: בית ספר יסודי אפק, בית ספר חינוך מיוחד נאות אילנה, גן שוהם וחטיבת הביניים גוונים, זכו כולם בפרס. 
הזכיה בארבעה תחומים מחמישה, זו לא מקריות, אלא מעיד על איכות החינוך בראש העין כדרך חיים. זו הוכחה לאיכות המנהלות וצוותי החינוך בעיר.  
בעיניי, החינוך שמוביל מנהל החינוך בראשות גלית בר-אל ובתמיכת מנכ"לית העירייה רוניתה טביב, הוא הטוב במדינה.
אני מודה לכל המורות והגננות הניצבות מול הכיתות, הגנים, כיתות החינוך המיוחד, כיתות המב"ר והאתגר, יום אחרי יום, שבוע אחר שבוע ונשארות נאמנות לעצמן, למהות ולמקצוע. למנהלים שקמים כל בוקר לפגוש את התלמידים שלהם ומאמינים ובצדק, שהם המעוז האחרון. שאין מי שיחליף אותם ואין מי שיבוא במקומם ושנוכחותם היא ההבדל בין להיות, או לחדול. 
אני מבקש להוקיר תודה לכל אנשי החינוך בעיר שבזכותכם, גדל פה דור שהוא כל מה שאנחנו מקווים שיהיו ילדינו לכשיגדלו. 
תודה למשנה לראש העיר לי-אור סטביסקי מחזיקת תיק חינוך ממ"ד ולמשנה לראש העיר ליאת מחזרי מחזיקת תיק צרכים מיוחדים, על השותפות, התמיכה והמעורבות. אתן עושות את ההבדל.`,
        date: '17 במאי, 2026'
    },
    {
        id: 8,
        type: 'img',
        src: post18,
        description: `זכיתי הערב לקחת חלק באירוע מרגש ויוצא דופן "צלילים מהים והמדבר". 
התרגשתי לראות את הילדים המיוחדים והמשפחות היקרות שלנו, נהנים מחוויה מוזיקלית סוחפת, מתנסים בכלי נגינה ומתמלאים בשמחה ובקצב. המוזיקה היא שפה והערב היא חיברה את כולנו לאחר ימים מורכבים ומאתגרים.
אני רוצה להודות למשנה לראש העיר ומחזיקת תיק צרכים מיוחדים ליאת מחזרי , על היוזמה וההובלה של האירוע הזה.
תודה למנהלת החטיבה הצומחת ליאת לידר , שארחה את האירוע הנפלא בחפץ לב.
תודה לצוות עמותת "תו המשווה" על התוכן האיכותי ולכל השותפים שלנו בקו תרבות ובקרן קיימת לישראל.
דואגים לשלומכם וממשיכים לפעול למענכם.`,
        date: '9 באפריל, 2026'
    },
    {
        id: 9,
        type: 'img',
        src: post17,
        description: `קבענו סטנדרט חדש בעת מלחמה: 
*ביצוע החזר להורים עבור הימים בהם לא התקיימה פעילות בצהרונים ובמעונות המופעלים על ידי עיריית ראש העין*
ממשיכים לפעול, למענכם.
גם בחירום
לצפייה בכתבה: `,
        link: `https://www.facebook.com/reel/1973983089871088`,
        date: '19 במרץ, 2026'
    },
    {
        id: 10,
        type: 'img',
        src: post16,
        description: `יומיים לאחר פרוץ המלחמה, כבר נפתחה בעיר שמרטפייה מיוחדת לילדי העובדים החיוניים. כדי לאפשר להורים שנמצאים בחזית העשייה להמשיך בעבודתם בראש שקט, בידיעה שילדיהם בידיים טובות ובטוחות.
כיום פועלות 4 כיתות בשמרטפייה עם כ-83 ילדים בגילאי 3–10, והיא הפכה למקום חם, מחבק ומלא פעילות עבור הילדים בתקופה לא פשוטה.
אני רוצה להודות מכל הלב לסייעות הגנים שלנו, שמפעילות את השמרטפייה במסירות, ברגישות ובאהבה גדולה לילדים. 
תודה גם לתנועות וארגוני הנוער, למד"צים ולתושבים רבים שהתנדבו והגיעו להעביר פעילויות הפגה מגוונות, יצירתיות ומשמחות.
הרוח הקהילתית והערבות ההדדית שמתגלה כאן היא מקור גדול לגאווה.
בשבוע הבא נרחיב את המענה העירוני ונפתח שמרטפייה נוספת לילדי משפחות המילואים ומשפחות הקבע, כדי להמשיך ולתמוך במי שנושאים בעול למען כולנו.
תודה לכל מי שלוקח חלק בעשייה החשובה הזו. זו העיר שלנו במיטבה. 🇮🇱💙`,
        date: '12 במרץ, 2026'
    },
    {
        id: 11,
        type: 'img',
        src: post15,
        description: `ראש העין על המפה: מערכת החינוך שלנו היא מהטובות בישראל! 🏆📚
תושבות ותושבים יקרים,
כשאני מביט בנבחרת המצוינת של מערכת החינוך שלנו, אני יודע שיש לנו במה להתגאות. לאחרונה קיבלנו חיזוקים רשמיים ומרגשים לכך שראש העין היא מודל להצלחה ולחיקוי, עם שורה ארוכה של פרסים והישגים בשלל תחומים וזו הזדמנות לומר להם מילה טובה:
לבית ספר לחינוך מיוחד נאות אילנה  – על זכייה בפרס החינוך הארצי היוקרתי! 🥇
לבית הספר אפק  – על זכייה בפרס חינוך מחוזי מעורר השראה.
לחט"ב גוונים ראש העין  – על הרוח היזמית של המורה פורצת הדרך אורטל סולן, ועל זכייה בתחרויות ארציות ברובוטיקה עם לא פחות מ-9 קבוצות שונות! 🤖
לבית הספר 'נועם אוהל שלום' – על הזכייה בפרס "שורשי עמ"י" תשפ"ו, המבטאת נסיקה פדגוגית והעמקה מרשימה בערכים ובהיבט התורני. 📖
לבית הספר 'הבית של תמר'– על הזכייה בקול קורא "שורשי עמ"י" במיזם המחבר בין עתיד, מורשת ויזמות.
לגן שוהם – שדורג כאחד מחמשת המיזמים האיכותיים ביותר במחוז וייצג אותנו בגאווה בטקס ההוקרה הארצי. 🎨
לבית הספר טל בראש העין  – על העפלה מרשימה לחצי הגמר באולימפיאדת החלל הבינלאומית ע"ש אילן רמון. 🚀
לבית הספר רונה רמון – על ההגעה לגמר תחרות "ספייס סטארטאפ" היוקרתית.
לחטיבת הביניים בארי – על רצף הישגים יוצא דופן בתחומי הספורט והחלל.
ההצלחה היא לא מקרה, היא דרך.
הזכיות הרבות והמגוונות של מוסדות החינוך שלנו, הן ביטוי לתהליך רחב ויסודי שאנו מובילים בכל מערכת החינוך העירונית. זוהי תוצאה של הדרך הבוטחת שמובילים המנהלות והמנהלים שלנו, יחד עם צוותי ההוראה, בשיתוף הנהגות ההורים וכמובן – התלמידים והתלמידות המוכשרים שלנו.
יאנוש קורצ'אק אמר פעם:
"הדואג לימים זורע חיטים, הדואג לשנים נוטע עצים, הדואג לדורות מחנך אנשים."
בזכותכם, בראש העין אנחנו דואגים לדורות הבאים. אתם השורשים החזקים והענפים שצומחים גבוה.
כל הכבוד לכולכם! נמשיך להשקיע, לצמוח ולהצטיין.`,
        date: '11 במרץ, 2026'
    },
    {
        id: 12,
        type: 'img',
        src: post14,
        description: `איזה בוקר מתוק עבר עלינו! 
כנס המקהלות של ילדי בתי הספר היסודיים בעיר התקיים, ואני מודה, שנמסתי.
ילדי העיר ניצבים על הבמה בביטחון, שרים יחד וממלאים את אולם סימפוניה באנרגיות נפלאות – היה פשוט מרגש. 
המוזיקה היא שפה שמחברת בין כולנו, והילדים המוכשרים שרו אותה בצורה הכי יפה שיש. 
ממשיכים להשקיע בחינוך. גאה בכם!`,
        date: '8 בפברואר, 2026'
    },
    {
        id: 13,
        type: 'img',
        src: post13,
        description: `בערב הוקרה לגננות שלנו וסדר ט"ו בשבט לנשים שבזכותן ילדינו זוכים לחינוך משובח. תודה לגננות שיום יום מקבלות את הילדים שלנו בחיבוק וחיוך. תודה להן על החום, האהבה וההתמדה הבלתי מתפשרת. 
תודה למינהל החינוך בראשותה של גלית בר-אל שארגנה את הערב ותודה מיוחדת לזויה טראוב שמובילה את האגף לחינוך קדם יסודי. תודה למנכ"לית העירייה על ההשקעה בגנים ובחינוך הקדם יסודי. תודה למפקחות תמר קוצ'ינסקי וענת ירו, שמעניקות לגננות בעיר יחס מופלא. תודה לדפנה רודיק על הארגון והצילום ותודה אחרונה לקק"ל שמימנו את ההפקה המושקעת.`,
        date: '5 בפברואר, 2026'
    },
    {
        id: 14,
        type: 'img',
        src: post12,
        description: `בראש העין משקיעים ונמשיך להשקיע בגיל הרך
 מוזמנים לצפות
שבת שלום ושקטה ראש העין 💐`,
        link: 'https://www.facebook.com/reel/908884855161099',
        date: '30 בינואר, 2026'
    },
    {
        id: 15,
        type: 'img',
        src: post11,
        description: `הנוער שלנו, גאווה ענקית, מלמד אותנו דמוקרטיה ובגרות. הערב התקיימו בחירות לפרלמנט.

הם בודאות בצד שאני בוחר במפה הפוליטית 💜`,
        date: '18 בינואר, 2026'
    },
    {
        id: 16,
        type: 'img',
        src: post10,
        description: `ראש העין מאמינה בחינוך שרואה כל ילד וילדה ❤️
השקעה מתמשכת, צוותים מסורים ודרך ערכית, הם שמציבים את החינוך המיוחד בלב העשייה העירונית.
היום זו גאווה גדולה במיוחד:
בית הספר נאות אילנה זוכה בפרס חינוך מחוזי וארצי 🏆
הוכחה מרגשת לכך שכאשר משקיעים באמת!  מצוינות, רגישות והצלחה הולכות יחד.
גאווה עירונית גדולה 👏`,
        link: 'https://www.facebook.com/reel/880273627969859',
        date: '7 בינואר, 2025'
    },
    {
        id: 17,
        type: 'img',
        src: post9,
        description: `היום התקיים חידון התנ״ך העירוני – אירוע מרגש, מרשים ומלא גאווה. התלמידים הפגינו ידע רחב, עומק, השקעה ואהבה אמיתית למקורות שלנו.
תודה גדולה למינהל החינוך על ארגון מקצועי ומעמיק, ולכל המורות והמורים שליוו, עודדו והכינו את התלמידים במסירות מעוררת השראה.
ברכות לזוכים המצטיינים:
מקום ראשון
רמב״ם – אביאור נריה כהן, נעמי סתוי
אוהל שלום – אריאל קובני, ינאי משרקי
מקום שני
פסגות חיים גורי – קורן כרמל, דניאל לוי
מקום שלישי
אוהל שרה – נויה לוי, עמית אלימלך
גאווה גדולה לכולכם!
ממשיכים לטפח את הדור הצעיר, את הידע, ואת הערכים. 🙏📘✨`,
        date: '11 בדצמבר, 2025'
    },
    {
        id: 18,
        type: 'img',
        src: post8,
        description: `עשרות שנים היה תיכון בגין, התיכון הממלכתי היחיד בעיר.
הוא שימש בסיס לתפיסת האינטגרציה, שהוביל ראש העיר יגאל יוסף.
שלושת ילדיי זכו ללמוד בו תחת הנהגתם של צוותי חינוך איכותיים, יחד עם עוד אלפי בוגרים איכותיים.
לנוכח הגידול העצום במספר התלמידים, נפתח לפני יותר משלוש שנים, תיכון ממלכתי נוסף בפסגות – 'שחקים' ע"ש ברק ועמיחי איטקיס ז"ל.
אולם אפילו שני התיכונים הללו ביחד, לא מספיקים כדי להכיל את כלל התלמידים מסיימי חטיבות הביניים בעיר.
אז אני שמח לבשר כי, אתמול פרסמנו מכרז לתיכון חדש במתחם C, שבע"ה יפתח בספטמבר 2028.
ראש העין מתחדשת, איתכם ולמענכם.`,
        date: '9 בדצמבר, 2025'
    },
    {
        id: 19,
        type: 'img',
        src: post1,
        description: `חנכנו את המבנה החדש לחטיבת הביניים הצומחת  (110C). מהלך חשוב ומשמעותי בדרך להענקת סביבת לימודים מתקדמת ואיכותית לתלמידי העיר ולקחת תמונה `,
        date: '1 בספטמבר, 2025'
    },
    {
        id: 20, 
        type: 'img',
        src: post7,
        description: `תנוב״ה (תעסוקת נוער בחופשת הקיץ) היא מיזם שתכליתו להעסיק את בני הנוער במהלך חופשת הקיץ תמורת תשלום. 
את הפרויקט מובילה שי שקד עובדיה מנהלת הרשות לביטחון קהילתי, בשיתוף עם מינהל שפ״ע והחברה העירונית. 
הבוקר פגשתי חלק  מבני הנוער הנפלאים צובעים את הספסלים בפארק נופרים. 
כולנו מרוויחים! הספסלים מחודשים, התושבים מרוצים ובני הנוער מועסקים, תורמים ונתרמים 💪
תזכורת לעצמי: להגיע עם בגדי עבודה בתיק 🧰`,
        date: `30 ביולי, 2025`
    },
    {
        id: 21, 
        type: 'img',
        src: post6,
        description: `הילדים של משפחות המילואים – אתם הגיבורים האמיתיים של הבית!
לראות את הילדים לצד אמא או אבא במדים, עולים על השטיח האדום, מקבלים תעודת הוקרה ופשוט זוהרים פשוט מחמם את הלב.
התרגשנו יחד איתם, שמחנו איתם וידענו שמגיע להם. מכל הלב.
תודה לאגף הנוער והצעירים ולמחלקת מורשת ישראל על ההובלה, לבנות השירות ולעמותת בת עמי ולכל מי שלקח חלק.
וכמובן אנחנו לא עוצרים כאן, אנחנו ממשיכים: בקיץ הקרוב מחכות קייטנה למשרתי המילואים הפעילים, יום כיף בהולמס פלייס והפעלות במיוחד לילדים לכלל משרתי המילואים.
לא רק בחזית יש גיבורים. גם בבית.`,
        date: `4 ביוני, 2025`
    },
    {
        id: 22,
        type: 'img',
        src: post0,
        description: `זכיתי להדליק נר ראשון שלוש פעמים מרגשות ביותר הערב. 
הראשון בבית הספר הכוללני לאוטיזם, הדלקתי נר עם תלמידה מתוקה ובהזדמנות זו, חשפתי עם מנהלת בית הספר את שם בית הספר - פלא! שם שנבחר בעקבות תהליך עומק שהתקיים בשיתוף הצוות, ההורים והתלמידים. 
לאחר מכן הצטרפתי לשני ארועי הוקרה למשפחות המילואים והקבע היקרות, באירוע מיוחד שערכנו במיוחד עבורן. הדלקנו נר ראשון יחדיו, בתפילה להצלחת חיילי צה"ל והשבת החטופים לביתם עוד בחג החנוכה. 
חנוכה שמח 🕎
קרדיט תמונות הדלקת נר משפחות מילואים: רונן מני`,
        date: '25 בנובמבר, 2024'
    },
    {
        id: 23,
        type: 'img',
        src: post2,
        description: `הבוקר ברובע הנביאים, פתיחת אשכול הגנים 455! כיף לראות את הילדים מגיעים בהתרגשות לגן החדש ❤️`,
        date: '3 בנובמבר, 2024'
    },
    {
        id: 24,
        type: 'img',
        src: post3,
        description: `מועדים לשמחה, 
אנחנו אולי בחופשה מרוכזת בחוה"מ סוכות,
אבל לא מפסיקים לעבוד לרגע! 
זה רק חלק מהעשייה בימים אלו:\n
- מיגון ושיפוץ מוסדות החינוך לקראת חזרת הילדים לאחר החופשה
\n- הוספת שתי כיתות לימוד חדשות, האחת בביה"ס נופים והשנייה באולפנה.
\n- מסיימים שיפוץ עומק לשני מקלטים בביה"ס אוהל שלום ואת המקלט הגדול בביה"ס רמב"ם.  
\n- משלימים פיתוח במרחב המוגן החדש בשני גני הילדים ברח' התנאים.
\n- עבודות אחרונות לסיום גני הילדים במתחם הנביאים (455) לקראת פתיחה שבוע אחרי החג.
\n- גיזום עצים וגינון בגני הילדים ברחוב ספיר.
\n- סיום עבודות ההכנה לפתיחת תיכון תורני לבנות אחרי החג, כולל מגרש הכדורסל.
\n- עובדים להשלים את אולם הספורט המשותף לביה"ס אלומות רחל ותיכון בגין.
חג שמח תושבי ראש העין!`,
        date: '22 באוקטובר, 2024'
    },
    {
        id: 25,
        type: 'img',
        src: post4,
        description: `גם באוגוסט, המשכנו לחבק את משפחות המילואים עם קייטנה מיוחדת לילדים של משרתי מילואים בפועל, פעילויות חינמיות ומהנות לכל המשפחה ואטרקציות מפתיעות לסוף החופש. 
הקרן לסיוע משרתי המילואים הגיעה לאגם כדי לפגוש את המשפחות ולסייע להן להגיש בקשות ולהבין את זכויותיהן.
משפחות יקרות, אתן לא לבד - כולנו יחד איתכן!`,
        date: '3 בספטמבר, 2024'
    },
    {
        id: 26,
        type: 'video',
        src: post5,
        description: `עושים הכל על מנת ששנת הלימודים תיפתח הכי חלק שאפשר, גם בהסעות לילדי החינוך המיוחד. 
תודה למנכ״לית העירייה על היוזמה החשובה, הרגעת ההורים והילדים לקראת היום הראשון ללימודים.`,
        date: '30 באוגוסט 2024'
    }
]